Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Slovak/strings.po
Languages: sk

# #30000
source: Question %d of %d
sk: Otázka %d z %d

# #30001
source: Total Score:
sk: Celkové skóre:

# #30002
source: Question:
sk: Otázka:

# #30003
source: Game Over
sk: Koniec Hry

# #30004
source: You scored %d of %d
sk: Získali ste %d bodov z %d

# #30005
source: Specials
sk: Špeciálne

# #30006
source: Season %i
sk: Sezóna %i

# #30008
source: [B]Loading[/B]
sk: [B]Nahrávam[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
sk: Vitajte vo Filmovom kvíze, prosím zadajte Vašu prezývku:

# #30011
source: Replay
sk: Opakovanie

# #30012
source: Quiz
sk: Kvíz

# #30013
source: Your score:
sk: Vaše skóre:

# #30014
source: Choose player
sk: Zvoľte hráča

# #30015
source: Add player
sk: Pridajte hráča

# #30016
source: You must choose a player to play a game!
sk: Musíte zvoliť hráča, aby ste mohli začať hru!

# #30050
source: Warning
sk: Upozornenie

# #30051
source: All movie questions types are disabled,
sk: Všetky typy filmových otázok sú zakázané,

# #30052
source: All TV show questions types are disabled,
sk: Všetky typy TV seriálových otázok sú zakázané,

# #30053
source: so this quiz type is not available.
sk: takže tento typ kvízu nie je dostupný.

# #30054
source: Missing requirements!
sk: Chýbajúce požiadavky!

# #30055
source: To play the Movie Quiz you must have some movies
sk: Pre hranie Filmového kvízu musíte mať nejaké filmy

# #30056
source: or TV shows in your Video library.
sk: alebo TV seriály vo Vašej Video knižnici.

# #30057
source: See the XBMC wiki for information.
sk: Pre bližšie informácie viď XBMC wiki.

# #30058
source: Delete %s?
sk: Zmazať %s?

# #30059
source: This will delete the user and all related
sk: Toto vymaže používateľa a všetky súvisiace

# #30060
source: highscores permanently!
sk: skóre natrvalo!

# #30061
source: None of your movies or TV shows are marked
sk: Žiadne z Vašich filmov či TV seriálov nie sú označené

# #30062
source: as watched, so the [I]Only use watched movies[/I]
sk: ako videné, takže nastavenie [I]Použi len videné filmy[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
sk: [I]v otázkach[/I] bude zakázané.

# #30064
source: None of your movies has a MPAA rating, so the
sk: Žiadny z Vašich filmov nemá MPAA hodnotenie, takže nastavenie

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
sk: [I]Obmedz voľbu filmov podľa MPAA hodnotenia[/I]

# #30066
source: setting will be disabled.
sk: bude zakázané.

# #30067
source: None of your movies has a Content rating, so the
sk: Žiadny z Vašich filmov nemá hodnotenie obsahu, takže nastavenie

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
sk: [I]Obmedz voľbu TV seriálov podľa hodnotenia obsahu[/I]

# #30069
source: setting will be disabled.
sk: bude zakázané.

# #30070
source: There was a problem accessing the XBMC database.
sk: Pri prístupe ku XBMC databáze vznikla chyba.

# #30071
source: The error message is:
sk: Chybová hláška je:

# #30100
source: Play Movie Quiz
sk: Hraj Filmový kvíz

# #30101
source: Play TV Quiz
sk: Hraj TV seriálový kvíz

# #30102
source: Highscores
sk: Skóre

# #30103
source: Exit
sk: Ukončiť

# #30110
source: [B]Movie collection trivia[/B]
sk: [B]Detaily filmovej kolekcie[/B]

# #30111
source: %d movies
sk: %d filmov

# #30112
source: %d actors
sk: %d hercov

# #30113
source: %d directors
sk: %d režisérov

# #30114
source: %d studios
sk: %d filmových štúdií

# #30115
source: %d hours of entertainment
sk: %d hodín zábavy

# #30120
source: [B]TV shows collection trivia[/B]
sk: [B]Detaily TV seriálovej kolekcie[/B]

# #30121
source: %d TV shows
sk: %d TV seriálov

# #30122
source: %d seasons
sk: %d sezón

# #30123
source: %d episodes
sk: %d epizód

# #30130
source: One minute
sk: Jedna minúta

# #30131
source: %s minutes
sk: %s minút

# #30132
source: %s questions
sk: %s otázok

# #30133
source: %d questions left
sk: %d zostávajúcich otázok

# #30134
source: Last question
sk: Posledná otázka

# #30135
source: %d mins. left
sk: %d zostávajúcich minút

# #30400
source: What movie is this?
sk: Aký film je to?

# #30401
source: What movie is [B]%s[/B] not in?
sk: V ktorom filme [B]%s[/B] nie je?

# #30402
source: What year was [B]%s[/B] released?
sk: V ktorom roku bol [B]%s[/B] vydaný?

# #30403
source: What tagline belongs to [B]%s[/B]?
sk: Ktorý slogan patrí do [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
sk: Kto režíroval [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
sk: Ktoré filmové štúdio vydalo [B]%s[/B]?

# #30406
source: What actor is this?
sk: Ktorý herec to je?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
sk: Kto hrá [B]%s[/B] v [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
sk: Kto daboval [B]%s[/B] v [B]%s[/B]?

# #30409
source: What movie is this quote from?
sk: Z ktorého filmu je tento citát?

# #30410
source: What movie is the newest?
sk: Ktorý film je najnovší?

# #30411
source: What movie is not directed by [B]%s[/B]?
sk: Ktorý film nerežíroval [B]%s[/B]?

# #30412
source: What actor is in these movies?
sk: Ktorý herec je v týchto filmoch?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
sk: Ktorý herec je v [B]%s[/B] popri [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
sk: Ktorý film je najdlhší?

# #30450
source: What TV show is this?
sk: Ktorý TV seriál je to?

# #30451
source: What season of [B]%s[/B] is this?
sk: Ktorá sezóna z [B]%s[/B] je to?

# #30452
source: What episode of [B]%s[/B] is this?
sk: Ktorá epizóda z [B]%s[/B] je to?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
sk: Kedy bol(a) [B]%s[/B] z [B]%s[/B] po prvé vysielaná?

# #30454
source: When was [B]%s[/B] first aired?
sk: Kedy bol(a) [B]%s[/B] po prvé vysielaná?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
sk: Kto hrá [B]%s[/B] v [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
sk: Kto dabuje [B]%s[/B] v [B]%s[/B]?

# #30457
source: What TV show is this quote from?
sk: Z ktorého TV seriálu je tento citát?

# #30458
source: What TV show is this theme from?
sk: Z ktorého TV seriálu je tento motív?

# #30500
source: General
sk: Všeobecné

# #30501
source: Movies
sk: Filmy

# #30502
source: TV Shows
sk: TV Seriály

# #30503
source: Downloads
sk: Stiahnutia

# #30504
source: Highscore
sk: Skóre

# #30505
source: Questions
sk: Otázky

# #30510
source: Limit number of questions
sk: Obmedziť počet otázok

# #30511
source: Question limit
sk: Limit otázok

# #30512
source: Limit movie selection based on MPAA rating
sk: Obmedz voľbu filmov podľa MPAA hodnotenia

# #30513
source: Max. MPAA rating
sk: Max. MPAA hodnotenie

# #30514
source: Display the correct answer, when you answer incorrectly
sk: Zobraziť správnu odpoveď, ak ste odpovedali nesprávne

# #30515
source: Only use watched movies in the questions
sk: Použi len videné filmy v otázkach

# #30516
source: Limit TV show selection based on Content rating
sk: Obmedz voľbu TV seriálov podľa hodnotenia obsahu

# #30517
source: Max. Content rating
sk: Max. hodnotenia obsahu

# #30519
source: Download IMDB data...
sk: Stiahnuť IMDB dáta...

# #30520
source: Downloading IMDB data...
sk: Sťahujem IMDB dáta..

# #30521
source: Retrieved %d of %d mb.
sk: Načítaných %d z %d mb.

# #30522
source: Some questions require additional local data,
sk: Niektoré otázky vyžadujú dodatočné lokálne dáta,

# #30523
source: which can be downloaded below:
sk: ktoré môžu byť stiahnuté nižšie:

# #30524
source: Submit scores to online highscore
sk: Odosielať skóre do online rebríčka

# #30525
source: Downloading IMDB data... (%d of %d)
sk: Sťahujem IMDB dáta... (%d z %d)

# #30526
source: IMDB data downloaded and ready for use.
sk: IMDB dáta stiahnuté a pripravené k použitiu.

# #30550
source: Use these question types for movies
sk: Použi tieto typy otázok pre filmy

# #30551
source: Use these question types for TV shows
sk: Použi tieto typy otázok pre TV seriály

# #30552
source: What movie is this?
sk: Aký film je to?

# #30553
source: What movie is actor not in?
sk: V ktorom filme herec nehral?

# #30554
source: What year was movie released?
sk: V ktorom roku bol film vydaný?

# #30555
source: What tagline belongs to movie?
sk: Ktorý slogan patrí do filmu?

# #30556
source: Who directed this movie?
sk: Kto režíroval tento film?

# #30557
source: What studio relased this movie?
sk: Ktoré filmové štúdio vydalo tento film?

# #30558
source: What actor is this?
sk: Ktorý herec to je?

# #30559
source: Who played this role in movie?
sk: Kto hral túto úlohu vo filme?

# #30560
source: What movie is this quote from?
sk: Z ktorého filmu je tento citát?

# #30561
source: What movie is newest?
sk: Ktorý film je najnovší?

# #30562
source: What movie was not directed by?
sk: Ktorý film nerežíroval?

# #30563
source: What actor is in these movies?
sk: Ktorý herec je v týchto filmoch?

# #30564
source: What actor is in these movie besides other actor?
sk: Ktorý herec je v týchto filmoch popri nasledujúcom hercovi?

# #30565
source: What movie has longest runtime?
sk: Ktorý film je najdlhší?

# #30580
source: What TV show is this?
sk: Ktorý TV seriál je to?

# #30581
source: What season is this?
sk: Ktorá sezóna je to?

# #30582
source: What episode is this?
sk: Ktorá epizóda je to?

# #30583
source: When was TV show first aired?
sk: Kedy bol TV seriál po prvé vysielaný?

# #30584
source: Who played role in TV show?
sk: Kto hral úlohu v TV seriály?

# #30585
source: What TV show is this quote from?
sk: Z ktorého TV seriálu je tento citát?

# #30586
source: What TV show is this theme from?
sk: Z ktorého TV seriálu je tento motív?

# #30600
source: [B]Choose Movie Quiz game type[/B]
sk: [B]Zvoľte typ hry filmového kvízu[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
sk: [B]Zvoľte typ hry TV seriálového kvízu[/B]

# #30602
source: Unlimited
sk: Neobmedzený

# #30603
source: Time limited
sk: Časovo obmedzený

# #30604
source: Question limited
sk: Obmedzenie otázok

# #30605
source: Cancel
sk: Zrušiť

# #30606
source: Play
sk: Prehrať

# #30610
source: No limit on game time
sk: Hrací čas neobmedzený

# #30611
source: No limit on questions
sk: Žiadne obmedzenie otázok

# #30612
source: End the game by using the Exit option
sk: Ukončite hru použitím možnosti Exit/Ukončiť

# #30613
source: Game will ends after
sk: Hra skončí po

# #30700
source: [B]Game Over[/B]
sk: [B]Koniec hry[/B]

# #30701
source: Retry
sk: Opakovať

# #30703
source: Local highscore
sk: Lokálne najvyššie skóre

# #30704
source: Main menu
sk: Hlavné menu

# #30705
source: Unlimited
sk: Neobmedzený

# #30706
source: %s questions limit
sk: Obmedzenie otázok na %s

# #30707
source: one minute time limit
sk: Časový limit jedna minúta

# #30708
source: %s minuts time limit
sk: Časový limit %s minút

# #30800
source: Highscores
sk: Skóre

# #30801
source: About
sk: Popis

# #30802
source: Changelog
sk: Zmeny

# #30803
source: Statistics
sk: Štatistiky

# #30810
source: Movie Quiz
sk: Filmový kvíz

# #30811
source: TV Show Quiz
sk: TV seriálový kvíz

# #30812
source: [B]Nickname[/B]
sk: [B]Prezývka[/B]

# #30813
source: [B]Score[/B]
sk: [B]Skóre[/B]

# #30814
source: [B]Date[/B]
sk: [B]Dátum[/B]

# #30815
source: Choose type
sk: Zvoľte typ

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
sk: Štatistiky založené na dátach z globálneho rebríčka zbierané od Septembra 2011. [B]%s[/B] jedinečných používateľov v [B]%s[/B] krajinách poslalo [B]%s[/B] bodovaní. Celkovo [B]%s[/B] otázok bolo zodpovedaných, pričom [B]%s[/B] bolo správnych, čo predstavuje [B]%s[/B] percent.

# #30821
source: [B]Top countries[/B]
sk: [B]Top krajiny[/B]

# #30822
source: [B]Top players[/B]
sk: [B]Top hráči[/B]

# #39998
source: Developed by Tommy Winther
sk: Vyvinul Tommy Winther

# #39999
source: Translated by Tommy Winther
sk: Preložil Tommy Winther
