Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #30000
source: Question %d of %d
sv: Fråga %d av %d

# #30001
source: Total Score:
sv: Totalpoäng:

# #30002
source: Question:
sv: Fråga:

# #30004
source: You scored %d of %d
sv: Du fick %d av %d

# #30005
source: Specials
sv: Specialer

# #30006
source: Season %i
sv: Säsong %i

# #30008
source: [B]Loading[/B]
sv: [B]Laddar[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
sv: Välkommen till Movie Quis, ange ditt smeknamn:

# #30011
source: Replay
sv: Spela igen

# #30013
source: Your score:
sv: Din poäng:

# #30014
source: Choose player
sv: Välj spelare

# #30015
source: Add player
sv: Lägg till spelare

# #30016
source: You must choose a player to play a game!
sv: Du måste välja en spelare för att kunna spela!

# #30050
source: Warning
sv: Varning

# #30051
source: All movie questions types are disabled,
sv: Alla filmfrågar har inaktiverats,

# #30052
source: All TV show questions types are disabled,
sv: All TV serie frågor har inaktiverats,

# #30053
source: so this quiz type is not available.
sv: så denna frågetyp är inte tillgänglig.

# #30054
source: Missing requirements!
sv: Saknar beroenden!

# #30055
source: To play the Movie Quiz you must have some movies
sv: För att spela filmquizen måste du ha några filmer

# #30056
source: or TV shows in your Video library.
sv: eller TV serier i ditt videobiblliotek.

# #30057
source: See the XBMC wiki for information.
sv: Läs XBMCs wiki för information.

# #30058
source: Delete %s?
sv: Radera %s?

# #30059
source: This will delete the user and all related
sv: Detta raderar användaren och alla relaterade

# #30060
source: highscores permanently!
sv: resultat för alltid!

# #30061
source: None of your movies or TV shows are marked
sv: Inga av dina filmer eller TVserier är markerade

# #30062
source: as watched, so the [I]Only use watched movies[/I]
sv: som sedda, så [I]Använd bara sedda filmer[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
sv: [I]i fråge[/I] inställningarna kommer att avaktiveras.

# #30064
source: None of your movies has a MPAA rating, so the
sv: Inga av dina filmer har MPAA betyg, så den

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
sv: [I]Begränsa filmurvalet baserat på MPAA-betyget[/I]

# #30066
source: setting will be disabled.
sv: inställningen kommer att bli avaktiverad.

# #30067
source: None of your movies has a Content rating, so the
sv: Ingen av dina filmer har innehållsklassifiering, så

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
sv: [I]Begränsa TV-serieurvalet baserat på innehållsklassifiering[/I]

# #30069
source: setting will be disabled.
sv: inställningen kommer att bli avaktiverad.

# #30070
source: There was a problem accessing the XBMC database.
sv: Ett problem uppstod då XBMC databasen skulle läsas.

# #30071
source: The error message is:
sv: Felmeddelandet är:

# #30100
source: Play Movie Quiz
sv: Spela filmquizen

# #30101
source: Play TV Quiz
sv: Spela TV quizen

# #30102
source: Highscores
sv: Toppoäng

# #30103
source: Exit
sv: Avsluta

# #30104
source: Change player
sv: Ändra spelare

# #30105
source: Go back
sv: Gå bakåt

# #30110
source: [B]Movie collection trivia[/B]
sv: [B]Film trivia[/B]

# #30111
source: %d movies
sv: %d filmer

# #30112
source: %d actors
sv: %d skådespelare

# #30113
source: %d directors
sv: %d regissörer

# #30115
source: %d hours of entertainment
sv: %d timmar underhållning

# #30120
source: [B]TV shows collection trivia[/B]
sv: [B]TV serie trivia[/B]

# #30121
source: %d TV shows
sv: %d TV serier

# #30122
source: %d seasons
sv: %d säsonger

# #30123
source: %d episodes
sv: %d avsnitt

# #30130
source: One minute
sv: En minut

# #30131
source: %s minutes
sv: %s minuter

# #30132
source: %s questions
sv: %s frågor

# #30133
source: %d questions left
sv: %d frågor kvar

# #30134
source: Last question
sv: Sista frågan

# #30135
source: %d mins. left
sv: %d min. kvar

# #30400
source: What movie is this?
sv: Vilken film är det?

# #30401
source: What movie is [B]%s[/B] not in?
sv: Vilken film är [B]%s[/B] inte med i?

# #30402
source: What year was [B]%s[/B] released?
sv: Vilket år släpptes [B]%s[/B]?

# #30403
source: What tagline belongs to [B]%s[/B]?
sv: Vilket citat hör ihop med [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
sv: Vem regisserade [B]%s[/B?

# #30405
source: What studio released [B]%s[/B]?
sv: Vilken studio släppte [B]%s[/B]?

# #30406
source: What actor is this?
sv: Vilken skådespelare är det här?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
sv: Vem spelar [B]%s[/B] i [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
sv: Vem gör rösten [B]%s[/B] i [B]%s[/B]?

# #30409
source: What movie is this quote from?
sv: Vilken film är citatet ifrån?

# #30410
source: What movie is the newest?
sv: Vilken film är nyast?

# #30411
source: What movie is not directed by [B]%s[/B]?
sv: Vilken film har inte regisserats av [B]%s[/B]?

# #30412
source: What actor is in these movies?
sv: Vilken skådespelare är med i dessa filmer?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
sv: Vilken skådespelare är med i [B]%s[/B] förutom [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
sv: Vilken film är längst?

# #30450
source: What TV show is this?
sv: Vilken TV serie är det här?

# #30451
source: What season of [B]%s[/B] is this?
sv: Vilken säsong av [B]%s[/B] är detta?

# #30452
source: What episode of [B]%s[/B] is this?
sv: Vilket avsnitt av [B]%s[/B] är detta?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
sv: När visades [B]%s[/B] av [B]%s[/B] först?

# #30454
source: When was [B]%s[/B] first aired?
sv: När visades [B]%s[/B] först?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
sv: Vem spelar [B]%s[/B] i [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
sv: Vem gör rösten [B]%s[/B] i [B]%s[/B]?

# #30457
source: What TV show is this quote from?
sv: Vilken TV serie är citatet ifrån?

# #30458
source: What TV show is this theme from?
sv: Från vilken TV serie kommer musiktemat?

# #30500
source: General
sv: Allmänna

# #30501
source: Movies
sv: FILMER

# #30502
source: TV Shows
sv: TV-SERIER

# #30503
source: Downloads
sv: Nerladdningar

# #30504
source: Highscore
sv: Toppoäng

# #30505
source: Questions
sv: Frågor

# #30510
source: Limit number of questions
sv: Begränsa antalet frågor

# #30511
source: Question limit
sv: Max antal frågor

# #30512
source: Limit movie selection based on MPAA rating
sv: Begränsa filmurval baserat på MPAA-betyg

# #30513
source: Max. MPAA rating
sv: Max. MPAA betyg

# #30514
source: Display the correct answer, when you answer incorrectly
sv: Visa det rätta svaret, när du svarat fel

# #30515
source: Only use watched movies in the questions
sv: Använd endast sedda filmer i frågorna

# #30516
source: Limit TV show selection based on Content rating
sv: Begränsa TV-serieurval baserat på innehållsklassifiering

# #30517
source: Max. Content rating
sv: Max innehållsklassifiering

# #30519
source: Download IMDB data...
sv: Ladda ner IMDB data

# #30520
source: Downloading IMDB data...
sv: LAddar ner IMDB data

# #30521
source: Retrieved %d of %d mb.
sv: Hämtade %d av %d mb.

# #30522
source: Some questions require additional local data,
sv: Några frågor kräver ytterligare lokal data,

# #30523
source: which can be downloaded below:
sv: som kan laddas ner nedan:

# #30524
source: Submit scores to online highscore
sv: Skicka in poäng till onlinehighscore

# #30525
source: Downloading IMDB data... (%d of %d)
sv: Laddar ner IMDB data...(%d av%d)

# #30526
source: IMDB data downloaded and ready for use.
sv: IMDB data nerladdad och klar att använda.

# #30550
source: Use these question types for movies
sv: Använd den här sortens frågor för filmer

# #30551
source: Use these question types for TV shows
sv: Använd den här sortens frågor för TVserier

# #30552
source: What movie is this?
sv: Vilken film är det?

# #30553
source: What movie is actor not in?
sv: Vilken film är inte skådespelaren med i?

# #30554
source: What year was movie released?
sv: Vilket år släpptes filmen?

# #30555
source: What tagline belongs to movie?
sv: Vilken tagline hör till vilken film?

# #30556
source: Who directed this movie?
sv: Vem regisserade den här filmen?

# #30557
source: What studio relased this movie?
sv: Vilken studio släppte den här filmen?

# #30558
source: What actor is this?
sv: Vilken skådespelare är det här?

# #30559
source: Who played this role in movie?
sv: Vem spelade den här rollen i filmen?

# #30560
source: What movie is this quote from?
sv: Vilken film är citatet ifrån?

# #30561
source: What movie is newest?
sv: Vilken film är nyast?

# #30562
source: What movie was not directed by?
sv: Vilken film var inte regisserad av?

# #30563
source: What actor is in these movies?
sv: Vilken skådespelare är med i dessa filmer?

# #30564
source: What actor is in these movie besides other actor?
sv: Vilken skådespelare medverkar i dessa filmer förutom denna skådespelare?

# #30565
source: What movie has longest runtime?
sv: Vilken film har längst speltid?

# #30580
source: What TV show is this?
sv: Vilken TV serie är detta?

# #30581
source: What season is this?
sv: Vilken säsong är detta?

# #30582
source: What episode is this?
sv: Vilket avsnitt är detta?

# #30583
source: When was TV show first aired?
sv: När visades TV serien för första gången?

# #30584
source: Who played role in TV show?
sv: Vem spelade rollen i TV serien?

# #30585
source: What TV show is this quote from?
sv: Vilken TV serie är citatet ifrån?

# #30586
source: What TV show is this theme from?
sv: Från vilken TV serie kommer musiktemat?

# #30600
source: [B]Choose Movie Quiz game type[/B]
sv: [B]Välj filmfrågetyp[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
sv: [B]Välj TV-frågetyp[/B]

# #30602
source: Unlimited
sv: Obegränsad

# #30603
source: Time limited
sv: Tidsbegränsad

# #30604
source: Question limited
sv: Begränsat antal frågor

# #30605
source: Cancel
sv: Avbryt

# #30606
source: Play
sv: Spela upp

# #30610
source: No limit on game time
sv: Ingen tidsgräns

# #30611
source: No limit on questions
sv: Ingen frågegräns

# #30612
source: End the game by using the Exit option
sv: Avsluta genom att trycka på Avsluta

# #30613
source: Game will ends after
sv: Spelet slutar efter

# #30701
source: Retry
sv: Försök igen

# #30702
source: Global highscore
sv: Globalt toppoäng

# #30703
source: Local highscore
sv: Lokal toppoäng

# #30704
source: Main menu
sv: Huvudmeny

# #30705
source: Unlimited
sv: Obegränsad

# #30706
source: %s questions limit
sv: %s frågegräns

# #30707
source: one minute time limit
sv: en minuts tidsgräns

# #30708
source: %s minuts time limit
sv: %s minuters tidsgräns

# #30800
source: Highscores
sv: Toppoäng

# #30801
source: About
sv: Om

# #30802
source: Changelog
sv: Ändringslogg

# #30803
source: Statistics
sv: Statistik

# #30810
source: Movie Quiz
sv: Film Quiz

# #30811
source: TV Show Quiz
sv: TV serie Quiz

# #30812
source: [B]Nickname[/B]
sv: [B]Smeknamn[/B]

# #30813
source: [B]Score[/B]
sv: [B]Poäng[/B]

# #30814
source: [B]Date[/B]
sv: [B]Datum[/B]

# #30815
source: Choose type
sv: Välj typ

# #30816
source: See complete global highscores at http://tommy.winther.nu/moviequiz/
sv: Se komplett lista över toppoäng på http://tommy.winther.nu/moviequiz/

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
sv: Statistik baserat på globala highscoredata insamlat sedan september 2011.[CR][CR][B]%s[/B] unika användare i [B]%s[/B]länder har skickat in [B]%s[/B] highscores.[CR]Totalt [B]%s[/B]frågor har besvarats med [B]%s[/B] rätta svar, vilket är [B]%s[/B] procent.

# #30821
source: [B]Top countries[/B]
sv: [B]Bästa länder[/B]

# #30822
source: [B]Top players[/B]
sv: [B]Bästa spelare[/B]

# #39998
source: Developed by Tommy Winther
sv: Utvecklad av Tommy Winther

# #39999
source: Translated by Tommy Winther
sv: Översatt av Peter Törnqvist
