Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Greek/strings.po
Languages: el

# #30000
source: Question %d of %d
el: Ερώτηση %d από %d

# #30001
source: Total Score:
el: Συνολικό Σκορ:

# #30002
source: Question:
el: Ερώτηση:

# #30003
source: Game Over
el: Τέλος

# #30004
source: You scored %d of %d
el: Πετύχατε %d από %d

# #30005
source: Specials
el: Ιδιαίτερα στοιχεία

# #30006
source: Season %i
el: Κύκλος %i

# #30008
source: [B]Loading[/B]
el: [B]Φόρτωση[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
el: Καλώς ορίσατε στο Κουίζ Ταινιών, παρακαλώ εισάγετε το ψευδώνυμό σας:

# #30011
source: Replay
el: Επανάληψη

# #30012
source: Quiz
el: Κουίζ

# #30013
source: Your score:
el: Το σκορ σας:

# #30014
source: Choose player
el: Επιλογή παίκτη

# #30015
source: Add player
el: Προσθήκη παίκτη

# #30016
source: You must choose a player to play a game!
el: Πρέπει να επιλέξετε έναν παίκτη για να παίξετε!

# #30050
source: Warning
el: Προειδοποίηση

# #30051
source: All movie questions types are disabled,
el: Όλοι οι τύποι ερωτήσεων ταινιών έχουν απενεργοποιηθεί,

# #30052
source: All TV show questions types are disabled,
el: Όλοι οι τύποι ερωτήσεων τηλ. σειρών έχουν απενεργοποιηθεί,

# #30053
source: so this quiz type is not available.
el: συνεπώς αυτός ο τύπος κουίζ δεν είναι διαθέσιμος.

# #30054
source: Missing requirements!
el: Δεν πληρούνται οι απαιτήσεις!

# #30055
source: To play the Movie Quiz you must have some movies
el: Για να παίξετε το Κουίζ Ταινιών πρέπει να έχετε κάποιες ταινίες

# #30056
source: or TV shows in your Video library.
el: ή τηλ. σειρές στη Συλλογή σας.

# #30057
source: See the XBMC wiki for information.
el: Δείτε το wiki του XBMC για πληροφορίες.

# #30058
source: Delete %s?
el: Διαγραφή του %s;

# #30059
source: This will delete the user and all related
el: Θα διαγραφεί ο χρήστης και όλα τα σχετικά

# #30060
source: highscores permanently!
el: υψηλά σκορ μόνιμα!

# #30061
source: None of your movies or TV shows are marked
el: Καμία από τις ταινίες ή τις σειρές σας δεν είναι σημειωμένη

# #30062
source: as watched, so the [I]Only use watched movies[/I]
el: ως προβληθείσα, συνεπώς η επιλογή [I]χρήση μόνο[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
el: [I]προβληθεισών ταινιών στις ερωτήσεις[/I] θα απενεργοποιηθεί.

# #30064
source: None of your movies has a MPAA rating, so the
el: Καμία από τις ταινίες σας δεν έχει δείκτη καταλληλότητας MPAA, συνεπώς η επιλογή

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
el: [I]Περιορισμός ταινιών βάσει της καταλληλότητας MPAA[/I]

# #30066
source: setting will be disabled.
el: θα απενεργοποιηθεί.

# #30067
source: None of your movies has a Content rating, so the
el: Καμία από τις σειρές σας δεν έχει Αξιολόγηση Περιεχομένου, συνεπώς η επιλογή

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
el: [I]Περιορισμός των τηλ. σειρών βάσει της Αξιολόγησης Περιεχομένου[/I]

# #30069
source: setting will be disabled.
el: θα απενεργοποιηθεί.

# #30070
source: There was a problem accessing the XBMC database.
el: Παρουσιάστηκε ένα πρόβλημα κατά την πρόσβαση στη βάση δεδομένων του XBMC.

# #30071
source: The error message is:
el: Το μήνυμα σφάλματος είναι:

# #30100
source: Play Movie Quiz
el: Παίξτε Κουίζ Ταινιών

# #30101
source: Play TV Quiz
el: Παίξτε Κουίζ Τηλεόρασης

# #30102
source: Highscores
el: Υψηλά Σκορ

# #30103
source: Exit
el: Έξοδος

# #30104
source: Change player
el: Αλλαγή παίκτη

# #30105
source: Go back
el: Επιστροφή

# #30110
source: [B]Movie collection trivia[/B]
el: [B]Στοιχεία συλλογής ταινιών[/B]

# #30111
source: %d movies
el: %d ταινίες

# #30112
source: %d actors
el: %d ηθοποιοί

# #30113
source: %d directors
el: %d σκηνοθέτες

# #30114
source: %d studios
el: %d στούντιο

# #30115
source: %d hours of entertainment
el: %d ώρες ψυχαγωγίας

# #30120
source: [B]TV shows collection trivia[/B]
el: [B]Στοιχεία συλλογής τηλ. σειρών[/B]

# #30121
source: %d TV shows
el: %d Τηλ. Σειρές

# #30122
source: %d seasons
el: %d κύκλοι

# #30123
source: %d episodes
el: %d επεισόδια

# #30130
source: One minute
el: Ένα λεπτό

# #30131
source: %s minutes
el: %s λεπτά

# #30132
source: %s questions
el: %s ερωτήσεις

# #30133
source: %d questions left
el: απομένουν %d ερωτήσεις

# #30134
source: Last question
el: Τελευταία ερώτηση

# #30135
source: %d mins. left
el: απομένουν %d λεπτά

# #30400
source: What movie is this?
el: Ποια ταινία είναι αυτή;

# #30401
source: What movie is [B]%s[/B] not in?
el: Σε ποια ταινία δεν παίζει ο/η [B]%s[/B];

# #30402
source: What year was [B]%s[/B] released?
el: Ποια χρονιά βγήκε το [B]%s[/B];

# #30403
source: What tagline belongs to [B]%s[/B]?
el: Ποιο σλόγκαν ανήκει στο [B]%s[/B];

# #30404
source: Who directed [B]%s[/B]?
el: Ποιος σκηνοθέτησε το [B]%s[/B];

# #30405
source: What studio released [B]%s[/B]?
el: Ποιο στούντιο εβγαλε το [B]%s[/B];

# #30406
source: What actor is this?
el: Ποιος ηθοποιός είναι αυτός;

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
el: Ποιος παίζει το [B]%s[/B] στο [B]%s[/B];

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
el: Ποιος είναι η φωνή του [B]%s[/B] στο [B]%s[/B];

# #30409
source: What movie is this quote from?
el: Από ποια ταινία είναι αυτή η ατάκα;

# #30410
source: What movie is the newest?
el: Ποια ταινία είναι πιο πρόσφατη;

# #30411
source: What movie is not directed by [B]%s[/B]?
el: Ποια ταινία δεν είναι σκηνοθετημένη από τον [B]%s[/B];

# #30412
source: What actor is in these movies?
el: Ποιος ηθοποιός είναι σε αυτές τις ταινίες;

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
el: Ποιος ηθοποιός ήταν στο [B]%s[/B] μαζί με τον/την [B]%s[/B];

# #30414
source: What movie has the longest runtime?
el: Ποια ταινία έχει τη μεγαλύτερη διάρκεια;

# #30450
source: What TV show is this?
el: Ποια τηλ. σειρά είναι αυτή;

# #30451
source: What season of [B]%s[/B] is this?
el: Από ποιον κύκλο του [B]%s[/B] είναι αυτό;

# #30452
source: What episode of [B]%s[/B] is this?
el: Από ποιο επεισόδιο του [B]%s[/B] είναι αυτό;

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
el: Πότε προβλήθηκε πρώτη φορά το [B]%s[/B] του [B]%s[/B];

# #30454
source: When was [B]%s[/B] first aired?
el: Πότε προβλήθηκε πρώτη φορά το [B]%s[/B];

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
el: Ποιος παίζει τον/την [B]%s[/B] στο [B]%s[/B];

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
el: Ποιος είναι η φωνή του [B]%s[/B] στο [B]%s[/B];

# #30457
source: What TV show is this quote from?
el: Από ποια τηλ. σειρά είναι αυτή η ατάκα;

# #30458
source: What TV show is this theme from?
el: Από ποια τηλ. σειρά είναι αυτή η μουσική;

# #30500
source: General
el: Γενικά

# #30501
source: Movies
el: Ταινίες

# #30502
source: TV Shows
el: Τηλεοπτικές Σειρές

# #30503
source: Downloads
el: Λήψεις

# #30504
source: Highscore
el: Υψηλό σκορ

# #30505
source: Questions
el: Ερωτήσεις

# #30510
source: Limit number of questions
el: Όριο στο σύνολο των ερωτήσεων

# #30511
source: Question limit
el: Όριο ερωτήσεων

# #30512
source: Limit movie selection based on MPAA rating
el: Περιορισμός ταινιών βάσει της καταλληλότητας MPAA

# #30513
source: Max. MPAA rating
el: Μέγ. καταλληλότητα MPAA

# #30514
source: Display the correct answer, when you answer incorrectly
el: Εμφάνιση της σωστής απάντησης, αν απαντήσετε λανθασμένα

# #30515
source: Only use watched movies in the questions
el: Να χρησιμοποιούνται στις ερωτήσεις μόνο ταινίες που έχουν προβληθεί

# #30516
source: Limit TV show selection based on Content rating
el: Περιορισμός των τηλ. σειρών βάσει της Αξιολόγησης Περιεχομένου

# #30517
source: Max. Content rating
el: Μεγ. Αξιολόγηση Περιεχομένου

# #30519
source: Download IMDB data...
el: Λήψη δεδομένων IMDb...

# #30520
source: Downloading IMDB data...
el: Λαμβάνονται δεδομένα IMDb...

# #30521
source: Retrieved %d of %d mb.
el: Ελήφθησαν %d από %d MB.

# #30522
source: Some questions require additional local data,
el: Κάποιες ερωτήσεις απαιτούν επιπλέον τοπικά δεδομένα,

# #30523
source: which can be downloaded below:
el: τα οποία μπορείτε να κατεβάσετε από εδώ:

# #30524
source: Submit scores to online highscore
el: Υποβολή σκορ στα διαδικτυακά υψηλά σκορ

# #30525
source: Downloading IMDB data... (%d of %d)
el: Λαμβάνονται δεδομένα IMDb... (%d από %d)

# #30526
source: IMDB data downloaded and ready for use.
el: Ελήφθησαν δεδομένα από το IMDb και είναι έτοιμα για χρήση.

# #30550
source: Use these question types for movies
el: Χρήση αυτών των τύπων ερωτήσεων για ταινίες

# #30551
source: Use these question types for TV shows
el: Χρήση αυτών των τύπων ερωτήσεων για τηλ. σειρές

# #30552
source: What movie is this?
el: Ποια ταινία είναι αυτή;

# #30553
source: What movie is actor not in?
el: Σε ποια ταινία δεν παίζει ο/η ηθοποιός;

# #30554
source: What year was movie released?
el: Ποια χρονιά βγήκε η ταινία;

# #30555
source: What tagline belongs to movie?
el: Ποιο σλόγκαν ανήκει στην ταινία;

# #30556
source: Who directed this movie?
el: Ποιος σκηνοθέτησε αυτήν την ταινία;

# #30557
source: What studio relased this movie?
el: Ποιο στούντιο έβγαλε αυτήν την ταινία;

# #30558
source: What actor is this?
el: Ποιος είναι αυτός ο ηθοποιός;

# #30559
source: Who played this role in movie?
el: Ποιος έπαιξε αυτό το ρόλο στην ταινία;

# #30560
source: What movie is this quote from?
el: Από ποια ταινία είναι αυτή η ατάκα;

# #30561
source: What movie is newest?
el: Ποια ταινία είναι πιο πρόσφατη;

# #30562
source: What movie was not directed by?
el: Ποια ταινία δεν είναι σκηνοθετημένη από ...;

# #30563
source: What actor is in these movies?
el: Ποιος ηθοποιός είναι σε αυτές τις ταινίες;

# #30564
source: What actor is in these movie besides other actor?
el: Ποιος ηθοποιός είναι σε αυτές τις ταινίες εκτός του άλλου ηθοποιού;

# #30565
source: What movie has longest runtime?
el: Ποια ταινία έχει μεγαλύτερη διάρκεια;

# #30580
source: What TV show is this?
el: Ποια τηλ. σειρά είναι αυτή;

# #30581
source: What season is this?
el: Ποιος κύκλος είναι αυτός;

# #30582
source: What episode is this?
el: Ποιο επεισόδιο είναι αυτό;

# #30583
source: When was TV show first aired?
el: Πότε προβλήθηκε πρώτη φορά η τηλ. σειρά;

# #30584
source: Who played role in TV show?
el: Ποιος έπαιξε το ρόλο στην τηλ. σειρά;

# #30585
source: What TV show is this quote from?
el: Από ποια τηλ. σειρά είναι αυτή η ατάκα;

# #30586
source: What TV show is this theme from?
el: Από ποια τηλ. σειρά είναι αυτή η μουσική;

# #30600
source: [B]Choose Movie Quiz game type[/B]
el: [B]Επιλογή τύπου Κουίζ Ταινιών[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
el: [B]Επιλογή τύπου Κουίζ Τηλεόρασης[/B]

# #30602
source: Unlimited
el: Χωρίς όριο

# #30603
source: Time limited
el: Με χρονικό όριο

# #30604
source: Question limited
el: Περιορισμός ερωτήσεων

# #30605
source: Cancel
el: Άκυρο

# #30606
source: Play
el: Εκκίνηση

# #30610
source: No limit on game time
el: Χωρίς χρονικό όριο

# #30611
source: No limit on questions
el: Χωρίς όριο ερωτήσεων

# #30612
source: End the game by using the Exit option
el: Λήξη του παιχνιδιού μέσω της επιλογής Εξόδου

# #30613
source: Game will ends after
el: Το παιχνίδι θα τελειώσει μετά από

# #30700
source: [B]Game Over[/B]
el: [B]Τέλος[/B]

# #30701
source: Retry
el: Επανάληψη

# #30702
source: Global highscore
el: Όλα τα υψηλά σκορ

# #30703
source: Local highscore
el: Τοπικό υψηλό σκορ

# #30704
source: Main menu
el: Κεντρικό Μενού

# #30705
source: Unlimited
el: Χωρίς Όριο

# #30706
source: %s questions limit
el: Όριο %s ερωτήσεων

# #30707
source: one minute time limit
el: χρονικό όριο ενός λεπτού

# #30708
source: %s minuts time limit
el: χρονικό όριο %s λεπτών

# #30800
source: Highscores
el: Υψηλά σκορ

# #30801
source: About
el: Σχετικά

# #30802
source: Changelog
el: Αρχείο καταγραφής αλλαγών

# #30803
source: Statistics
el: Στατιστικά

# #30810
source: Movie Quiz
el: Κουίζ Ταινιών

# #30811
source: TV Show Quiz
el: Κουίζ Τηλ. Σειρών

# #30812
source: [B]Nickname[/B]
el: [B]Ψευδώνυμο[/B]

# #30813
source: [B]Score[/B]
el: [B]Σκορ[/B]

# #30814
source: [B]Date[/B]
el: [B]Ημερομηνία[/B]

# #30815
source: Choose type
el: Επιλογή τύπου

# #30816
source: See complete global highscores at http://tommy.winther.nu/moviequiz/
el: Δείτε όλα τα υψηλά σκορ στο http://tommy.winther.nu/moviequiz/

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
el: Στατιστικά στοιχεία βασισμένα σε δεδομένα υψηλών σκορ ανά τον κόσμο από το Σεπτέμβριο του 2011.[CR][CR][B]%s[/B] χρήστες σε [B]%s[/B] χώρες έχουν υποβάλλει [B]%s[/B] υψηλά σκορ.[CR]Συνολικά [B]%s[/B] ερωτήσεις έχουν απαντηθεί, εκ των οποίων [B]%s[/B] ήταν σωστές, που αντιστοιχεί σε ένα ποσοστό [B]%s[/B] %.

# #30821
source: [B]Top countries[/B]
el: [B]Κορυφαίες χώρες[/B]

# #30822
source: [B]Top players[/B]
el: [B]Κορυφαίοι παίκτες[/B]

# #39998
source: Developed by Tommy Winther
el: Αναπτύχθηκε από τον Tommy Winther

# #39999
source: Translated by Tommy Winther
el: Μεταφράστηκε από τον CutSickAss
