Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Galician/strings.po
Languages: gl

# #30000
source: Question %d of %d
gl: Pregunta %d de %d

# #30001
source: Total Score:
gl: Puntuación Total:

# #30002
source: Question:
gl: Pregunta:

# #30003
source: Game Over
gl: Fin do Xogo

# #30004
source: You scored %d of %d
gl: A súa puntuació é %d de %d

# #30005
source: Specials
gl: Especiais

# #30006
source: Season %i
gl: Tempada %i

# #30008
source: [B]Loading[/B]
gl: [B]Cargando[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
gl: Benvido a Movie Quiz, por favor insira o seu alcume:

# #30011
source: Replay
gl: Volver xogar

# #30012
source: Quiz
gl: Cuestionario

# #30013
source: Your score:
gl: A súa puntuación:

# #30014
source: Choose player
gl: Escoller xogador

# #30015
source: Add player
gl: Engadir xogador

# #30016
source: You must choose a player to play a game!
gl: Ten de escoller un xogar para xogar!

# #30050
source: Warning
gl: Atención

# #30051
source: All movie questions types are disabled,
gl: Todas as preguntas sobre filmes están desactivadas,

# #30052
source: All TV show questions types are disabled,
gl: Todas as preguntas sobre series de TV están desactivadas,

# #30053
source: so this quiz type is not available.
gl: polo que este cuestionario non está dispoñíbel.

# #30054
source: Missing requirements!
gl: Faltan algúns requisitos!

# #30055
source: To play the Movie Quiz you must have some movies
gl: Para xogar a Movie Quiz ten de ter varios filmes

# #30056
source: or TV shows in your Video library.
gl: ou Series de TV na Biblioteca.

# #30057
source: See the XBMC wiki for information.
gl: Ver a wiki do XBMC para máis información.

# #30058
source: Delete %s?
gl: Eliminar %s?

# #30059
source: This will delete the user and all related
gl: Esto eliminará o usuario e todos os seus datos

# #30060
source: highscores permanently!
gl: puntuacións permanentemente!

# #30061
source: None of your movies or TV shows are marked
gl: Ningún dos seus filmes ou series de TV foron marcados

# #30062
source: as watched, so the [I]Only use watched movies[/I]
gl: como vistos, polo que o axuste [I]'Só os filmes vistos'[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
gl: [I]nas preguntas[/I] desactivarase.

# #30064
source: None of your movies has a MPAA rating, so the
gl: Ningún dos seus filmes ten valoración MPAA, polo que o axuste

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
gl: [I]Limitar a selección do filme baseado na valoración MPAA[/I]

# #30066
source: setting will be disabled.
gl: desactivarase.

# #30067
source: None of your movies has a Content rating, so the
gl: Ningún dos seus filmes ten valoración, polo que a

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
gl: [I]Selección do limite de series de TV baseado na valoración[/I]

# #30069
source: setting will be disabled.
gl: desactivarase.

# #30070
source: There was a problem accessing the XBMC database.
gl: Houbo un problema accedendo a base de datos do XBMC.

# #30071
source: The error message is:
gl: A mensaxe do erro é:

# #30100
source: Play Movie Quiz
gl: Cuestionario de filmes

# #30101
source: Play TV Quiz
gl: Cuestionario de series de TV

# #30102
source: Highscores
gl: Puntuacións

# #30103
source: Exit
gl: Saír

# #30104
source: Change player
gl: Trocar xogador

# #30105
source: Go back
gl: Atrás

# #30110
source: [B]Movie collection trivia[/B]
gl: [B]Cuestionario da colección de filmes[/B]

# #30111
source: %d movies
gl: %d filmes

# #30112
source: %d actors
gl: %d actores

# #30113
source: %d directors
gl: %d directores

# #30114
source: %d studios
gl: %d estudios

# #30115
source: %d hours of entertainment
gl: %d horas de troula

# #30120
source: [B]TV shows collection trivia[/B]
gl: [B]Cuestionario da colección de series de TV[/B]

# #30121
source: %d TV shows
gl: %d series de TV

# #30122
source: %d seasons
gl: %d tempadas

# #30123
source: %d episodes
gl: %d episodios

# #30130
source: One minute
gl: Un minuto

# #30131
source: %s minutes
gl: %s minutos

# #30132
source: %s questions
gl: %s preguntas

# #30133
source: %d questions left
gl: quedan %d preguntas

# #30134
source: Last question
gl: Última pregunta

# #30135
source: %d mins. left
gl: quedan %d min.

# #30400
source: What movie is this?
gl: Que filme é?

# #30401
source: What movie is [B]%s[/B] not in?
gl: En que filme non intervén [B]%s[/B]?

# #30402
source: What year was [B]%s[/B] released?
gl: En que ano se estreou [B]%s[/B]?

# #30403
source: What tagline belongs to [B]%s[/B]?
gl: Cal é o slogan de [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
gl: Quen dirixiu [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
gl: Cal é o estudio de [B]%s[/B]?

# #30406
source: What actor is this?
gl: Quen é este actor?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
gl: Quen interpretou a [B]%s[/B] en [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
gl: Quen dá a voz a [B]%s[/B] en [B]%s[/B]?

# #30409
source: What movie is this quote from?
gl: A que filme pertence esta cita?

# #30410
source: What movie is the newest?
gl: Cal é o filme máis recente?

# #30411
source: What movie is not directed by [B]%s[/B]?
gl: Que filme no foi dirixido por [B]%s[/B]?

# #30412
source: What actor is in these movies?
gl: Que actor sae nestes filmes?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
gl: Cal é o actor que sae en [B]%s[/B] alén de [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
gl: Cal destes filmes ten a duración máis longa?

# #30450
source: What TV show is this?
gl: Que serie de TV é?

# #30451
source: What season of [B]%s[/B] is this?
gl: Que tempada de [B]%s[/B] é?

# #30452
source: What episode of [B]%s[/B] is this?
gl: Que episodio de [B]%s[/B] é?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
gl: Cando é que se estreou [B]%s[/B] de [B]%s[/B]?

# #30454
source: When was [B]%s[/B] first aired?
gl: Cando é que se estreou [B]%s[/B]?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
gl: Quen interpretou a [B]%s[/B] en [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
gl: Quen dá a voz a [B]%s[/B] en [B]%s[/B]?

# #30457
source: What TV show is this quote from?
gl: A que serie de TV pertence esta cita?

# #30458
source: What TV show is this theme from?
gl: De que serie de TV é este tema musical?

# #30500
source: General
gl: Xeral

# #30501
source: Movies
gl: Películas

# #30502
source: TV Shows
gl: Series de TV

# #30503
source: Downloads
gl: Descargas

# #30504
source: Highscore
gl: Puntuacións

# #30505
source: Questions
gl: Preguntas

# #30510
source: Limit number of questions
gl: Limitar o número de preguntas

# #30511
source: Question limit
gl: Limite de preguntas

# #30512
source: Limit movie selection based on MPAA rating
gl: Limitar a selección de filmes baseados na valoración MPAA

# #30513
source: Max. MPAA rating
gl: Valoración MPAA Máx.

# #30514
source: Display the correct answer, when you answer incorrectly
gl: Amosar a resposta correcta cando a súa sexa incorrecta

# #30515
source: Only use watched movies in the questions
gl: Usar nas preguntas só os filmes vistos

# #30516
source: Limit TV show selection based on Content rating
gl: Limitar as series de TV baseado na valoración do contido

# #30517
source: Max. Content rating
gl: Valoración do Contido Máx.

# #30519
source: Download IMDB data...
gl: Descargar datos de IMDB...

# #30520
source: Downloading IMDB data...
gl: Descargando datos de IMDB...

# #30521
source: Retrieved %d of %d mb.
gl: Baixados %d de %d Mb.

# #30522
source: Some questions require additional local data,
gl: Algunhas preguntas requiren datos locais adicionais,

# #30523
source: which can be downloaded below:
gl: que poden ser descargados enbaixo:

# #30524
source: Submit scores to online highscore
gl: Enviar a puntuación a base de datos en liña

# #30525
source: Downloading IMDB data... (%d of %d)
gl: Descargando datos IMDB... (%d de %d)

# #30526
source: IMDB data downloaded and ready for use.
gl: Datos de IMDB descargados e listos para usar.

# #30550
source: Use these question types for movies
gl: Usar ese tipo de preguntas para os filmes

# #30551
source: Use these question types for TV shows
gl: Usar este tipo de preguntas para as series de TV

# #30552
source: What movie is this?
gl: Que filme é?

# #30553
source: What movie is actor not in?
gl: En que filme este actor non intervén?

# #30554
source: What year was movie released?
gl: En que ano foi esteado este filme?

# #30555
source: What tagline belongs to movie?
gl: Cal é o slogan do filme?

# #30556
source: Who directed this movie?
gl: Quen dirixiu este filme?

# #30557
source: What studio relased this movie?
gl: Cal é o estudio deste filme?

# #30558
source: What actor is this?
gl: Quen é este actor?

# #30559
source: Who played this role in movie?
gl: Quen interpretou este papel no filme?

# #30560
source: What movie is this quote from?
gl: A que filme pertence esta cita?

# #30561
source: What movie is newest?
gl: Cal é o filme máis recente?

# #30562
source: What movie was not directed by?
gl: Cal destes filmes non foi dirixido por?

# #30563
source: What actor is in these movies?
gl: Que actor sae nestes filmes?

# #30564
source: What actor is in these movie besides other actor?
gl: Quen é o actor que sae neste filme alén do outro actor?

# #30565
source: What movie has longest runtime?
gl: Cal é o filme ca duración máis longa?

# #30580
source: What TV show is this?
gl: Que serie de TV é?

# #30581
source: What season is this?
gl: Que tempada é esta?

# #30582
source: What episode is this?
gl: Que episodio é este?

# #30583
source: When was TV show first aired?
gl: Cando é que se estreou esta serie de TV?

# #30584
source: Who played role in TV show?
gl: Quen foi o que tivo este papel na serie de TV?

# #30585
source: What TV show is this quote from?
gl: A que serie de TV pertence esta cita?

# #30586
source: What TV show is this theme from?
gl: De que serie de TV é este tema musical?

# #30600
source: [B]Choose Movie Quiz game type[/B]
gl: [B]Escoller o tipo de Cuestionario para Filmes[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
gl: [B]Escoller o tipo de Cuestionario para Series de TV[/B]

# #30602
source: Unlimited
gl: Ilimitado

# #30603
source: Time limited
gl: Tempo limitado

# #30604
source: Question limited
gl: Limite de preguntas

# #30605
source: Cancel
gl: Cancelar

# #30606
source: Play
gl: Reproducir

# #30610
source: No limit on game time
gl: Sen limite no tempo de xogo

# #30611
source: No limit on questions
gl: Sen limite nas preguntas

# #30612
source: End the game by using the Exit option
gl: Rematar o xogo ao usar a opción Saír

# #30613
source: Game will ends after
gl: O xogo rematará despois

# #30700
source: [B]Game Over[/B]
gl: [B]Fin do Xogo[/B]

# #30701
source: Retry
gl: Tentar de novo

# #30702
source: Global highscore
gl: Puntuación global

# #30703
source: Local highscore
gl: puntuación local

# #30704
source: Main menu
gl: Menú principal

# #30705
source: Unlimited
gl: Ilimitado

# #30706
source: %s questions limit
gl: limite de %s preguntas

# #30707
source: one minute time limit
gl: tempo limite dun minuto

# #30708
source: %s minuts time limit
gl: tempo limite de %s minutos

# #30800
source: Highscores
gl: Puntuacións

# #30801
source: About
gl: Sobre

# #30802
source: Changelog
gl: Rexistro de cambios

# #30803
source: Statistics
gl: Estatísticas

# #30810
source: Movie Quiz
gl: Cuestionario de Filmes

# #30811
source: TV Show Quiz
gl: Cuestionario de Series de TV

# #30812
source: [B]Nickname[/B]
gl: [B]Alcume[/B]

# #30813
source: [B]Score[/B]
gl: [B]Puntuación[/B]

# #30814
source: [B]Date[/B]
gl: [B]Data[/B]

# #30815
source: Choose type
gl: Escoller tipo

# #30816
source: See complete global highscores at http://tommy.winther.nu/moviequiz/
gl: Ver todas as puntuacións globais en http://tommy.winther.nu/moviequiz/

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
gl: Estatísticas baseadas nos datos da puntuación global, recollidos dende o Setembro do 2011.[CR][CR][B]%s[/B] usuarios de [B]%s[/B] países teñen enviado [B]%s[/B] puntuacións.[CR]Un total de [B]%s[/B] preguntas respondidas, [B]%s[/B] das cales son correctas, o que corresponde a un [B]%s[/B] por cento.

# #30821
source: [B]Top countries[/B]
gl: [B]Mellores paises[/B]

# #30822
source: [B]Top players[/B]
gl: [B]Mellores xogadores[/B]

# #39998
source: Developed by Tommy Winther
gl: Desenvolvido por Tommy Winther

# #39999
source: Translated by Tommy Winther
gl: Traducido por Tommy Winther
