Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Polish/strings.po
Languages: pl

# #30000
source: Question %d of %d
pl: Pytanie %d z %d

# #30001
source: Total Score:
pl: Wynik końcowy:

# #30002
source: Question:
pl: Pytanie:

# #30003
source: Game Over
pl: Koniec Gry

# #30004
source: You scored %d of %d
pl: Zaliczyłes %d z %d

# #30005
source: Specials
pl: Specjalne

# #30006
source: Season %i
pl: Sezon %i

# #30008
source: [B]Loading[/B]
pl: [B]Wczytywanie[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
pl: Witaj w Movie Quiz, wprowadź proszę swoją ksywkę:

# #30011
source: Replay
pl: Powtórz

# #30013
source: Your score:
pl: Twój wynik:

# #30014
source: Choose player
pl: Wybierz gracza

# #30015
source: Add player
pl: Dodaj gracza

# #30016
source: You must choose a player to play a game!
pl: Aby rozpocząć grę musisz wybrać gracza!

# #30050
source: Warning
pl: Uwaga

# #30051
source: All movie questions types are disabled,
pl: Wszystkie typy pytań dla filmów są wyłączone,

# #30052
source: All TV show questions types are disabled,
pl: Wszystkie typy pytań dla Seriali TV są wyłączone,

# #30053
source: so this quiz type is not available.
pl: więc ten typ Quizu jest niedostępny.

# #30054
source: Missing requirements!
pl: Brakujące wymagania!

# #30055
source: To play the Movie Quiz you must have some movies
pl: Aby grać w Movie Quiz musisz mieć jakieś filmy

# #30056
source: or TV shows in your Video library.
pl: lub seriale TV w swojej bibliotece Wideo.

# #30057
source: See the XBMC wiki for information.
pl: Zobacz więcej informacji w XBMC WIKI.

# #30058
source: Delete %s?
pl: Usunąć %s?

# #30059
source: This will delete the user and all related
pl: To spowoduje permanentne usunięcie gracza

# #30060
source: highscores permanently!
pl: oraz wszystkich powiązanych wyników !

# #30061
source: None of your movies or TV shows are marked
pl: Żadne z twoich filmów lub seriali nie są zaznaczone

# #30062
source: as watched, so the [I]Only use watched movies[/I]
pl: jako obejrzane, więc opcja [I]Używaj jedynie obejrzanych filmów[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
pl: [I]w ustawieniach pytań[/I] będzie wyłączona.

# #30064
source: None of your movies has a MPAA rating, so the
pl: Żaden z Twoich filmów nie ma oceny MPAA, więc opcja

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
pl: [I]Ogranicz wybór filmów na podstawie oceny MPAA[/I]

# #30066
source: setting will be disabled.
pl: będzie wyłączona.

# #30067
source: None of your movies has a Content rating, so the
pl: Żaden z Twoich seriali nie ma oceny zawartości, więc opcja

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
pl: [I]Ogranicz wybór Seriali na podstawie oceny zawartości[/I]

# #30069
source: setting will be disabled.
pl: będzie wyłączona.

# #30070
source: There was a problem accessing the XBMC database.
pl: Wystąpił problem w dostępie do bazy danych XBMC.

# #30071
source: The error message is:
pl: Komunikat o błędzie:

# #30100
source: Play Movie Quiz
pl: Graj w Quiz Filmowy

# #30101
source: Play TV Quiz
pl: Graj w Quiz Seriali TV

# #30102
source: Highscores
pl: Rekordy

# #30103
source: Exit
pl: Wyjście

# #30104
source: Change player
pl: Zmiana gracza

# #30105
source: Go back
pl: Wróć

# #30110
source: [B]Movie collection trivia[/B]
pl: [B]Fakty o kolekcji Filmowych[/B]

# #30111
source: %d movies
pl: %d filmów

# #30112
source: %d actors
pl: %d aktorów

# #30113
source: %d directors
pl: %d reżyserów

# #30114
source: %d studios
pl: %d wytwórni

# #30115
source: %d hours of entertainment
pl: %d godzin rozrywki

# #30120
source: [B]TV shows collection trivia[/B]
pl: [B]Fakty o kolekcji Seriali TV[/B]

# #30121
source: %d TV shows
pl: %d seriali TV

# #30122
source: %d seasons
pl: %d sezonów

# #30123
source: %d episodes
pl: %d epizodów

# #30130
source: One minute
pl: Jedna minuta

# #30131
source: %s minutes
pl: %s minut

# #30132
source: %s questions
pl: %s pytań

# #30133
source: %d questions left
pl: pozostało %d pytań

# #30134
source: Last question
pl: Ostatnie pytanie

# #30135
source: %d mins. left
pl: pozostało %d min.

# #30400
source: What movie is this?
pl: Jaki to film?

# #30401
source: What movie is [B]%s[/B] not in?
pl: W jakim filmie nie gra [B]%s[/B]?

# #30402
source: What year was [B]%s[/B] released?
pl: W który roku wydano [B]%s[/B] ?

# #30403
source: What tagline belongs to [B]%s[/B]?
pl: Która fraza pasuje do [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
pl: Kto reżyserował [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
pl: Jakia wytwórnia wydała [B]%s[/B]?

# #30406
source: What actor is this?
pl: Jak nazywa się ten aktora?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
pl: Kto gra [B]%s[/B] w [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
pl: Kto podkłada głos [B]%s[/B] w [B]%s[/B]?

# #30409
source: What movie is this quote from?
pl: Z jakiego filmu pochodzi ten cytat?

# #30410
source: What movie is the newest?
pl: Który film jest najnowszy?

# #30411
source: What movie is not directed by [B]%s[/B]?
pl: Który z tych filmów nie jest reżyserowany [B]%s[/B]?

# #30412
source: What actor is in these movies?
pl: Jaki aktor gra w tych filmach?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
pl: Jaki aktor gra w [B]%s[/B] prócz [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
pl: Który film jest najdłuższy?

# #30450
source: What TV show is this?
pl: Jaki to serial TV?

# #30451
source: What season of [B]%s[/B] is this?
pl: Który jest to sezon [B]%s[/B]?

# #30452
source: What episode of [B]%s[/B] is this?
pl: Który jest to epizod [B]%s[/B]?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
pl: Kiedy po raz pierwszy wyemitowano [B]%s[/B] z [B]%s[/B] ?

# #30454
source: When was [B]%s[/B] first aired?
pl: Kiedy po raz pierwszy wyemitowano [B]%s[/B]?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
pl: Kto gra [B]%s[/B] w [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
pl: Kto podkłada głos B]%s[/B] w [B]%s[/B]?

# #30457
source: What TV show is this quote from?
pl: Z jakiego serialu TV pochodzi ten cytat?

# #30458
source: What TV show is this theme from?
pl: Z jakiego serialu TV pochodzi ten temat muzyczny?

# #30500
source: General
pl: Ogólne

# #30501
source: Movies
pl: Filmy

# #30502
source: TV Shows
pl: Seriale TV

# #30503
source: Downloads
pl: Pobierania

# #30504
source: Highscore
pl: Rekordy

# #30505
source: Questions
pl: Pytania

# #30510
source: Limit number of questions
pl: Limituj liczbę pytań

# #30511
source: Question limit
pl: Limit pytań

# #30512
source: Limit movie selection based on MPAA rating
pl: Ogranicz wybór filmów na podstawie oceny MPAA

# #30513
source: Max. MPAA rating
pl: Max. ocena MPAA

# #30514
source: Display the correct answer, when you answer incorrectly
pl: Wyświetl prawidłową odpowiedź, gdy źle odpowiedziałeś.

# #30515
source: Only use watched movies in the questions
pl: Używaj w pytaniach jedynie oglądane filmy

# #30516
source: Limit TV show selection based on Content rating
pl: Ogranicz wybór seriali TV na podstawie oceny zawartości

# #30517
source: Max. Content rating
pl: Max. ocena zawartości

# #30519
source: Download IMDB data...
pl: Pobierz dane z IMDB...

# #30520
source: Downloading IMDB data...
pl: Pobieranie danych z IMDB...

# #30521
source: Retrieved %d of %d mb.
pl: Pobrano %d z %d mb.

# #30522
source: Some questions require additional local data,
pl: Niektóre pytania wymagają dodatkowych danych lokalnych,

# #30523
source: which can be downloaded below:
pl: które mogą zostać pobrane poniżej:

# #30524
source: Submit scores to online highscore
pl: Wysyłaj wyniki do internetowego rankingu

# #30525
source: Downloading IMDB data... (%d of %d)
pl: Pobieranie danych z IMDB... (%d z %d)

# #30526
source: IMDB data downloaded and ready for use.
pl: Dane z IMDB zostąły pobrane i są gotowe do użycia.

# #30550
source: Use these question types for movies
pl: Użyj następujących typów pytań dla filmów:

# #30551
source: Use these question types for TV shows
pl: Użyj następujących typów pytań dla seriali TV:

# #30552
source: What movie is this?
pl: Jaki to film?

# #30553
source: What movie is actor not in?
pl: W którym filmie nie gra ten aktor?

# #30554
source: What year was movie released?
pl: W którym roku wypuszczono ten film?

# #30555
source: What tagline belongs to movie?
pl: Jaka fraza pasuje do tego filmu?

# #30556
source: Who directed this movie?
pl: Kto reżyserował ten film?

# #30557
source: What studio relased this movie?
pl: Która wytwórnia wydała ten film?

# #30558
source: What actor is this?
pl: Jak nazywa się ten aktor?

# #30559
source: Who played this role in movie?
pl: Kto grał tę role w filmie?

# #30560
source: What movie is this quote from?
pl: Z jakiego filmu pochodzi ten cytat?

# #30561
source: What movie is newest?
pl: Który z filmów jest najnowszy?

# #30562
source: What movie was not directed by?
pl: Który z filmów nie był reżyserowany przez?

# #30563
source: What actor is in these movies?
pl: Który aktor grał w tych filmach?

# #30564
source: What actor is in these movie besides other actor?
pl: Który aktor grał w tych filmach prócz innego aktora?

# #30565
source: What movie has longest runtime?
pl: Który film jest najdłuższy?

# #30580
source: What TV show is this?
pl: Jaki to serial TV?

# #30581
source: What season is this?
pl: Który to sezon?

# #30582
source: What episode is this?
pl: Który to odcinek?

# #30583
source: When was TV show first aired?
pl: Kiedy rozpoczęto emisję tego serialu TV?

# #30584
source: Who played role in TV show?
pl: Kto grał w tym serialu TV?

# #30585
source: What TV show is this quote from?
pl: Z jakiego serialu pochodzi ten cytat?

# #30586
source: What TV show is this theme from?
pl: Z jakiego serialu pochodzi ten temat muzyczny?

# #30600
source: [B]Choose Movie Quiz game type[/B]
pl: [B]Wybierz tryb gry dla Quizu Filmów[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
pl: [B]Wybierz tryb gry dla Quizu Seriali TV[/B]

# #30602
source: Unlimited
pl: Brak ograniczeń

# #30603
source: Time limited
pl: Ograniczony czas

# #30604
source: Question limited
pl: Ograniczona liczba pytań

# #30605
source: Cancel
pl: Anuluj

# #30606
source: Play
pl: Graj

# #30610
source: No limit on game time
pl: Brak limitu czasu gry

# #30611
source: No limit on questions
pl: Brak limitu pytań

# #30612
source: End the game by using the Exit option
pl: Zakończ grę przez opcję Wyjście

# #30613
source: Game will ends after
pl: Gra zakończy się po

# #30700
source: [B]Game Over[/B]
pl: [B]Koniec gry[/B]

# #30701
source: Retry
pl: Ponownie

# #30702
source: Global highscore
pl: Globalne wyniki

# #30703
source: Local highscore
pl: Lokalne rekorde

# #30704
source: Main menu
pl: Menu główne

# #30705
source: Unlimited
pl: Brak ograniczeń

# #30706
source: %s questions limit
pl: limit %s pytań

# #30707
source: one minute time limit
pl: limit jednej minuty

# #30708
source: %s minuts time limit
pl: limit %s minut

# #30800
source: Highscores
pl: Rekordy

# #30801
source: About
pl: O dodatku

# #30802
source: Changelog
pl: Lista zmian

# #30803
source: Statistics
pl: Statystyki

# #30810
source: Movie Quiz
pl: Quiz Filmów

# #30811
source: TV Show Quiz
pl: Quiz Seriali TV

# #30812
source: [B]Nickname[/B]
pl: [B]Ksywa[/B]

# #30813
source: [B]Score[/B]
pl: [B]Wynik[/B]

# #30814
source: [B]Date[/B]
pl: [B]Data[/B]

# #30815
source: Choose type
pl: Wybież typ

# #30816
source: See complete global highscores at http://tommy.winther.nu/moviequiz/
pl: Sprawdź pełne globalne wyniki na http://tommy.winther.nu/moviequiz/

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
pl: Statystyki oparte są na globalnych wynikach zbieranych od września 2011.[CR][CR][B]%s[/B] unikalnych użytkowników z [B]%s[/B] krajów, wysłało [B]%s[/B] wyników.[CR]Łącznie odpowiedziano na [B]%s[/B] pytań, z czego [B]%s[/B] było poprawnych, co stanowi [B]%s[/B] procent.

# #30821
source: [B]Top countries[/B]
pl: [B]Najlepsze kraje[/B]

# #30822
source: [B]Top players[/B]
pl: [B]Najlepsi gracze[/B]

# #39998
source: Developed by Tommy Winther
pl: Napisane przez: Tommy Winther

# #39999
source: Translated by Tommy Winther
pl: Przetłumaczone przez: Hubert Nafalski
