Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# #30000
source: Question %d of %d
bg: Въпрос %d от %d

# #30001
source: Total Score:
bg: Правилни:

# #30002
source: Question:
bg: Грешни:

# #30003
source: Game Over
bg: Играта приключи

# #30004
source: You scored %d of %d
bg: Вие отблязахте %d от %d

# #30005
source: Specials
bg: Спешъли

# #30006
source: Season %i
bg: Сезон %i

# #30008
source: [B]Loading[/B]
bg: [B]Зарежда...[/B]

# #30050
source: Warning
bg: Внимание

# #30100
source: Play Movie Quiz
bg: Игра с Филми

# #30101
source: Play TV Quiz
bg: Игра със Сериали

# #30103
source: Exit
bg: Изход

# #30110
source: [B]Movie collection trivia[/B]
bg: [B]Любопитни факти от филми[/B]

# #30111
source: %d movies
bg: %d филма

# #30112
source: %d actors
bg: %d актьора

# #30113
source: %d directors
bg: %d режисьора

# #30114
source: %d studios
bg: %d студиа

# #30115
source: %d hours of entertainment
bg: %d часа забавления

# #30120
source: [B]TV shows collection trivia[/B]
bg: [B]Любопитни факти от сериали[/B]

# #30121
source: %d TV shows
bg: %d TV сериали

# #30122
source: %d seasons
bg: %d сезона

# #30123
source: %d episodes
bg: %d епизода

# #30400
source: What movie is this?
bg: Кой филм е това?

# #30401
source: What movie is [B]%s[/B] not in?
bg: В кой филм [B]%s[/B] не участва?

# #30402
source: What year was [B]%s[/B] released?
bg: Коя година [B]%s[/B] е издаден?

# #30403
source: What tagline belongs to [B]%s[/B]?
bg: Кой лозунг принадлежи на [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
bg: Кой режисира [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
bg: Кое студио издава [B]%s[/B]?

# #30406
source: What actor is this?
bg: Кой актьор е това?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
bg: Кой играе [B]%s[/B] в [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
bg: Кой озвучава [B]%s[/B] в [B]%s[/B]?

# #30409
source: What movie is this quote from?
bg: От кой филм е цитатът?

# #30410
source: What movie is the newest?
bg: Кой е най-новият филм?

# #30411
source: What movie is not directed by [B]%s[/B]?
bg: Кой филм не е режисиран от [B]%s[/B]?

# #30412
source: What actor is in these movies?
bg: Кой актьор участва в тези филми?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
bg: Кой актьор участва в [B]%s[/B] освен [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
bg: Кой е най-дългият филм?

# #30450
source: What TV show is this?
bg: Кой TV сериал е това?

# #30451
source: What season of [B]%s[/B] is this?
bg: Кой сезон на [B]%s[/B] е това?

# #30452
source: What episode of [B]%s[/B] is this?
bg: Кой епизод на [B]%s[/B] е това?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
bg: Кога е [B]%s[/B] на [B]%s[/B] излъчен за пръв път?

# #30454
source: When was [B]%s[/B] first aired?
bg: Кога е [B]%s[/B] излъчен за пръв път?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
bg: Кой играе [B]%s[/B] в [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
bg: Кой озвучава [B]%s[/B] в [B]%s[/B]?

# #30500
source: General
bg: Общи

# #30501
source: Movies
bg: Филми

# #30502
source: TV Shows
bg: TV Сериали

# #30503
source: Downloads
bg: Изтегляния

# #30510
source: Limit number of questions
bg: Ограничи броя на въпросите

# #30511
source: Question limit
bg: Ограничение на въпросите

# #30512
source: Limit movie selection based on MPAA rating
bg: Ограничи избирането на филмите на база MPAA рейтинга

# #30513
source: Max. MPAA rating
bg: Макс. MPAA рейтинг

# #30514
source: Display the correct answer, when you answer incorrectly
bg: Показвай правилния отговор, когато се отговори неправилно

# #30515
source: Only use watched movies in the questions
bg: Използвай само гледаните филми във въпросите

# #30516
source: Limit TV show selection based on Content rating
bg: Ограничи избора на TV сериали на база Content рейтинга

# #30517
source: Max. Content rating
bg: Макс. Content рейтинг

# #30519
source: Download IMDB data...
bg: Изтегли данни от IMDB

# #30520
source: Downloading IMDB data...
bg: Изтеглям данни от IMDB...

# #30521
source: Retrieved %d of %d mb.
bg: Получени %d от %d mb.

# #30522
source: Some questions require additional local data,
bg: Някои въпроси изискват допълнителни локални данни,

# #30523
source: which can be downloaded below:
bg: които могат да бъдат свалени чрез:

# #30552
source: What movie is this?
bg: Кой филм е това?

# #30558
source: What actor is this?
bg: Кой актьор е това?

# #30560
source: What movie is this quote from?
bg: От кой филм е цитатът?

# #30563
source: What actor is in these movies?
bg: Кой актьор участва в тези филми?

# #30580
source: What TV show is this?
bg: Кой TV сериал е това?

# #30600
source: [B]Choose Movie Quiz game type[/B]
bg: [B]Избери Movie Quiz тип на играта[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
bg: [B]Избери TV Quiz тип на играта[/B]

# #30602
source: Unlimited
bg: Неограничена

# #30603
source: Time limited
bg: Ограничена по време

# #30604
source: Question limited
bg: Ограничена по въпроси

# #30605
source: Cancel
bg: Отказ

# #30606
source: Play
bg: Играй

# #30610
source: No limit on game time
bg: Без лимит по време

# #30611
source: No limit on questions
bg: Без лимит по въпроси

# #30612
source: End the game by using the Exit option
bg: Край на играта, използвайки опцията 'Изход'

# #30613
source: Game will ends after
bg: Играта ще приключи след

# #30705
source: Unlimited
bg: Неограничена

# #30802
source: Changelog
bg: Дневник на промените

# #39999
source: Translated by Tommy Winther
bg: Превод: Пламен Петков
