Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Danish/strings.po
Languages: da

# #30000
source: Question %d of %d
da: Spørgsmål %d af %d

# #30001
source: Total Score:
da: Samlet Score:

# #30002
source: Question:
da: Spørgsmål:

# #30004
source: You scored %d of %d
da: Du fik %d af %d rigtige

# #30006
source: Season %i
da: Sæson %s

# #30007
source: %B %e, %Y
da: %e. %B %Y

# #30008
source: [B]Loading[/B]
da: [B]Indlæser[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
da: Velkommen til Movie Quiz; indtast venligst dit skærmnavn

# #30011
source: Replay
da: Vis igen

# #30013
source: Your score:
da: Din score:

# #30014
source: Choose player
da: Vælg spiller

# #30015
source: Add player
da: Ny spiller

# #30016
source: You must choose a player to play a game!
da: Du skal vælge en spiller for at spille!

# #30050
source: Warning
da: Advarsel

# #30051
source: All movie questions types are disabled,
da: Alle filmspørgsmål er slået fra,

# #30052
source: All TV show questions types are disabled,
da: Alle TV-spørgsmål er slået fra,

# #30053
source: so this quiz type is not available.
da: så denne quiztype er ikke tilgængelig.

# #30054
source: Missing requirements!
da: Data mangler!

# #30055
source: To play the Movie Quiz you must have some movies
da: For at spille Movie Quiz skal du have nogle film

# #30056
source: or TV shows in your Video library.
da: eller TV-serier i dit Videobibliotek.

# #30057
source: See the XBMC wiki for information.
da: Tjek XBMC-wiki for yderligere oplysninger.

# #30058
source: Delete %s?
da: Slet %s?

# #30059
source: This will delete the user and all related
da: Dette vil slette brugeren og alle tilhørende

# #30060
source: highscores permanently!
da: highscores permanent!

# #30061
source: None of your movies or TV shows are marked
da: Ingen af dine film eller TV-serier er markerede

# #30062
source: as watched, so the [I]Only use watched movies[/I]
da: som set, så [I]brug kun sete film[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
da: [I] til spørgsmålene[/I]-indstillingen bliver slået fra.

# #30064
source: None of your movies has a MPAA rating, so the
da: Ingen af dine film har en MPAA rating, så

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
da: [I]Begræns udvalget af film baseret på MPAA rating[/I]

# #30066
source: setting will be disabled.
da: indstillingen bliver slået fra.

# #30067
source: None of your movies has a Content rating, so the
da: Ingen af dine TV-serier har en Content rating, så

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
da: [I]Begræns udvalget af TV-serier baseret på Content rating[/I]

# #30069
source: setting will be disabled.
da: indstillingen bliver slået fra.

# #30070
source: There was a problem accessing the XBMC database.
da: Det var ikke muligt at tilgå XBMCs database.

# #30071
source: The error message is:
da: Fejlbeskeden er:

# #30100
source: Play Movie Quiz
da: Spil Film Quiz

# #30101
source: Play TV Quiz
da: Spil TV Quiz

# #30103
source: Exit
da: Afslut

# #30110
source: [B]Movie collection trivia[/B]
da: [B]Filmsamlingen i tal[/B]

# #30111
source: %d movies
da: %d film

# #30112
source: %d actors
da: %d skuespillere

# #30113
source: %d directors
da: %d instruktører

# #30114
source: %d studios
da: %d filmstudier

# #30115
source: %d hours of entertainment
da: %d timers underholdning

# #30120
source: [B]TV shows collection trivia[/B]
da: [B]TV-seriesamlingen i tal[/B]

# #30121
source: %d TV shows
da: %d TV-serier

# #30122
source: %d seasons
da: %d sæsoner

# #30123
source: %d episodes
da: %d episoder

# #30130
source: One minute
da: Ét minut

# #30131
source: %s minutes
da: %s minutter

# #30132
source: %s questions
da: %s spørgsmål

# #30133
source: %d questions left
da: %d spørgsmål tilbage

# #30134
source: Last question
da: Sidste spørgsmål

# #30135
source: %d mins. left
da: %d min. tilbage

# #30400
source: What movie is this?
da: Hvilken film er det?

# #30401
source: What movie is [B]%s[/B] not in?
da: Hvilken film medvirker [B]%s[/B] ikke i?

# #30402
source: What year was [B]%s[/B] released?
da: Hvilket år blev [B]%s[/B] udgivet?

# #30403
source: What tagline belongs to [B]%s[/B]?
da: Hvilken undertitel hører til [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
da: Hvem instruerede [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
da: Hvilket studie udgav [B]%s[/B]?

# #30406
source: What actor is this?
da: Hvem er denne skuespiller?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
da: Hvem spiller [B]%s[/B] i [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
da: Hvem ligger stemme til [B]%s[/B] i [B]%s[/B]?

# #30409
source: What movie is this quote from?
da: Hvilken film er dette citat fra?

# #30410
source: What movie is the newest?
da: Hvilken film er nyest?

# #30411
source: What movie is not directed by [B]%s[/B]?
da: Hvilken film er ikke instrueret af [B]%s[/B]?

# #30412
source: What actor is in these movies?
da: Hvilken skuespiller medvirker i disse film?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
da: Hvilken skuespiller medvirker i [B]%s[/B] udover [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
da: Hvilken film er længst?

# #30450
source: What TV show is this?
da: Hvilken TV-serie er det?

# #30451
source: What season of [B]%s[/B] is this?
da: Hvilken sæson af [B]%s[/B] er det?

# #30452
source: What episode of [B]%s[/B] is this?
da: Hvilken episode af [B]%s[/B] er det?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
da: Hvornår blev [B]%s[/B] af [B]%s[/B] sendt første gang?

# #30454
source: When was [B]%s[/B] first aired?
da: Hvornår blev [B]%s[/B] sendt første gang?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
da: Hvem spiller [B]%s[/B] i [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
da: Hvem ligger stemme til [B]%s[/B] i [B]%s[/B]?

# #30457
source: What TV show is this quote from?
da: Hvilken TV-serie er dette citat fra?

# #30458
source: What TV show is this theme from?
da: Hvilken TV-serie er dette tema fra?

# #30500
source: General
da: Generelt

# #30501
source: Movies
da: Film

# #30502
source: TV Shows
da: TV-serier

# #30505
source: Questions
da: Spørgsmål

# #30510
source: Limit number of questions
da: Begræns antallet af spørgsmål

# #30511
source: Question limit
da: Spørgsmålsgrænse

# #30512
source: Limit movie selection based on MPAA rating
da: Begræns udvalget af film baseret på MPAA rating

# #30513
source: Max. MPAA rating
da: Højeste MPAA rating

# #30514
source: Display the correct answer, when you answer incorrectly
da: Vis det rigtige svar, når du svarer forkert

# #30515
source: Only use watched movies in the questions
da: Brug kun sete film til spørgsmålene

# #30516
source: Limit TV show selection based on Content rating
da: Begræns udvalget af TV-serier baseret på indholdsbedømmelse

# #30517
source: Max. Content rating
da: Højeste indholdsbedømmelse

# #30519
source: Download IMDB data...
da: Download data fra IMDb...

# #30520
source: Downloading IMDB data...
da: Downloader data fra IMDb...

# #30521
source: Retrieved %d of %d mb.
da: %d af %d mb. modtaget

# #30522
source: Some questions require additional local data,
da: Nogle spørgsmål kræver yderligere lokale data,

# #30523
source: which can be downloaded below:
da: som kan downloades herunder:

# #30524
source: Submit scores to online highscore
da: Indsend scores til online highscore

# #30525
source: Downloading IMDB data... (%d of %d)
da: Downloader data fra IMDb... (%d af %d)

# #30526
source: IMDB data downloaded and ready for use.
da: Data fra IMDb er downloadet og klar til brug.

# #30550
source: Use these question types for movies
da: Brug disse spørgsmål til filmquiz

# #30551
source: Use these question types for TV shows
da: Brug disse spørgsmål til TV-quiz

# #30552
source: What movie is this?
da: Hvilken film er dette?

# #30553
source: What movie is actor not in?
da: Hvilken film medvirker skuespilleren ikke i?

# #30554
source: What year was movie released?
da: Hvilket år blev filmen udgivet?

# #30555
source: What tagline belongs to movie?
da: Hvilken undertitel hører til filmen?

# #30556
source: Who directed this movie?
da: Hvem instruerede denne film?

# #30557
source: What studio relased this movie?
da: Hvilket studiet udgav filmen?

# #30558
source: What actor is this?
da: Hvem er denne skuespiller?

# #30559
source: Who played this role in movie?
da: Hvem spillede rollen i filmen?

# #30560
source: What movie is this quote from?
da: Hvilken film er dette citat fra?

# #30561
source: What movie is newest?
da: Hvilken film er nyest?

# #30562
source: What movie was not directed by?
da: Hvilken film er ikke instrueret af?

# #30563
source: What actor is in these movies?
da: Hvilken skuespiller medvirker i disse film?

# #30564
source: What actor is in these movie besides other actor?
da: Hvilken skuespiller medvirker i denne film udover anden skuespiller?

# #30565
source: What movie has longest runtime?
da: Hvilken film har længst spilletid?

# #30580
source: What TV show is this?
da: Hvilken TV-serie er det?

# #30581
source: What season is this?
da: Hvilken sæson er det?

# #30582
source: What episode is this?
da: Hvilken episode er det?

# #30583
source: When was TV show first aired?
da: Hvornår blev TV-serien sendt først gang?

# #30584
source: Who played role in TV show?
da: Hvem spiller rollen i TV-serien?

# #30585
source: What TV show is this quote from?
da: Hvilken TV-serie er dette citat fra?

# #30586
source: What TV show is this theme from?
da: Hvilken TV-serie er dette tema fra?

# #30600
source: [B]Choose Movie Quiz game type[/B]
da: [B]Vælg FilmQuiz spiltype[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
da: [B]Vælg TVQuiz spiltype[/B]

# #30602
source: Unlimited
da: Ubegrænset

# #30603
source: Time limited
da: Tidsbegrænset

# #30604
source: Question limited
da: Spørgsmålsbegrænset

# #30605
source: Cancel
da: Annuller

# #30606
source: Play
da: Spil

# #30610
source: No limit on game time
da: Ingen begræsning på spilletiden

# #30611
source: No limit on questions
da: Ingen begrænsning på antal spørgsmål

# #30612
source: End the game by using the Exit option
da: Afslut spillet ved hjælp af Afslut-knappen

# #30613
source: Game will ends after
da: Spillet slutter efter

# #30700
source: [B]Game Over[/B]
da: [B]Spillet er slut[/B]

# #30701
source: Retry
da: Spil igen

# #30703
source: Local highscore
da: Lokal highscore

# #30704
source: Main menu
da: Hovedmenu

# #30705
source: Unlimited
da: Ubegrænset

# #30706
source: %s questions limit
da: Grænse på %s spørgsmål

# #30707
source: one minute time limit
da: Grænse på et minut

# #30708
source: %s minuts time limit
da: Grænse på %s minutter

# #30801
source: About
da: Om

# #30802
source: Changelog
da: Ændringslog

# #30803
source: Statistics
da: Statistik

# #30810
source: Movie Quiz
da: Film Quiz

# #30811
source: TV Show Quiz
da: TV Quiz

# #30812
source: [B]Nickname[/B]
da: [B]Navn[/B]

# #30814
source: [B]Date[/B]
da: [B]Dato[/B]

# #30815
source: Choose type
da: Vælg type

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
da: Statistikken er baseret på globale highscores indsamlet siden september 2011.[CR][CR][B]%s[/B] unikke brugere i [B]%s[/B] lande har indsendt [B]%s[/B] highscores.[CR]I alt er [B]%s[/B] spørgsmål blevet besvaret hvoraf [B]%s[/B] var korrekte, hvilket er [B]%s[/B] procent.

# #30821
source: [B]Top countries[/B]
da: [B]Toplande[/B]

# #30822
source: [B]Top players[/B]
da: [B]Topspillere[/B]

# #39998
source: Developed by Tommy Winther
da: Udviklet af Tommy Winther

# #39999
source: Translated by Tommy Winther
da: Oversat af Tommy Winther
