Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: Question %d of %d
pt_br: Questão %d de %d

# #30001
source: Total Score:
pt_br: Escore total:

# #30002
source: Question:
pt_br: Questão:

# #30003
source: Game Over
pt_br: Jogo Finalizado

# #30004
source: You scored %d of %d
pt_br: Seu escore %d de %d

# #30005
source: Specials
pt_br: Especiais

# #30006
source: Season %i
pt_br: Temporada %i

# #30008
source: [B]Loading[/B]
pt_br: [B]Carregando[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
pt_br: Bem-vindo ao Quiz de FIlme, por favor entre seu nome de usuário:

# #30013
source: Your score:
pt_br: Seu Escore:

# #30014
source: Choose player
pt_br: Escolha player

# #30015
source: Add player
pt_br: Adicioanr Player

# #30016
source: You must choose a player to play a game!
pt_br: Você deve escolher um player para executar um jogo!

# #30050
source: Warning
pt_br: Aviso

# #30051
source: All movie questions types are disabled,
pt_br: Todos os tipos de questões de filmes foram desativadas,

# #30052
source: All TV show questions types are disabled,
pt_br: todas os tipos de questões de seriados foram desativadas,

# #30053
source: so this quiz type is not available.
pt_br: então este tipo de quiz não está disponível.

# #30054
source: Missing requirements!
pt_br: Faltando exigências!

# #30055
source: To play the Movie Quiz you must have some movies
pt_br: Para jogar o Quiz do filme você deve ter alguns filmes

# #30056
source: or TV shows in your Video library.
pt_br: ou seriados em sua coleção no XBMC.

# #30057
source: See the XBMC wiki for information.
pt_br: veja o wiki XBMC para informações

# #30058
source: Delete %s?
pt_br: Deletar %s?

# #30059
source: This will delete the user and all related
pt_br: Isto irá deletar o usuário e demais dados relacionados

# #30060
source: highscores permanently!
pt_br: Recordes permanentemente!

# #30061
source: None of your movies or TV shows are marked
pt_br: Nenhum de seus filmes ou seriados foram marcados

# #30062
source: as watched, so the [I]Only use watched movies[/I]
pt_br: como assistidos, então será [I]Somente usado filmes já assistidos[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
pt_br: [I]nas questões[/I] ajustes serão desativados.

# #30064
source: None of your movies has a MPAA rating, so the
pt_br: Nenhum de seus filmes tem uma classificação indicativa, então

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
pt_br: [I]Limite seleção de filmes baseado na classificação indicativa[/I]

# #30066
source: setting will be disabled.
pt_br: configuração será desativada.

# #30067
source: None of your movies has a Content rating, so the
pt_br: Nenhum de seus filmes tem uma classificação de conteúdo, então

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
pt_br: [I]Limite a seleção de seriados baseando na classificação de conteúdo[/I]

# #30069
source: setting will be disabled.
pt_br: Ajustes serão desativados.

# #30070
source: There was a problem accessing the XBMC database.
pt_br: Existe um problema ao acessar o banco de dados do XBMC

# #30071
source: The error message is:
pt_br: A mensagem de erro é

# #30100
source: Play Movie Quiz
pt_br: Executar Quiz de FIlme

# #30101
source: Play TV Quiz
pt_br: Executar Quiz de Seriado

# #30102
source: Highscores
pt_br: Escore mais alto

# #30103
source: Exit
pt_br: Sair

# #30104
source: Change player
pt_br: Alterar jogador

# #30105
source: Go back
pt_br: Voltar

# #30110
source: [B]Movie collection trivia[/B]
pt_br: [B]Coleção de Curiosidades do Filme[/B]

# #30111
source: %d movies
pt_br: %d filmes

# #30112
source: %d actors
pt_br: %d atores

# #30113
source: %d directors
pt_br: %d diretores

# #30114
source: %d studios
pt_br: %d estúdios

# #30115
source: %d hours of entertainment
pt_br: %d horas de entretenimento

# #30120
source: [B]TV shows collection trivia[/B]
pt_br: [B]Coleção de Curiosidades de Seriados[/B]

# #30121
source: %d TV shows
pt_br: %d Seriados

# #30122
source: %d seasons
pt_br: %d temporadas

# #30123
source: %d episodes
pt_br: %d episódios

# #30130
source: One minute
pt_br: Um minuto

# #30131
source: %s minutes
pt_br: %s minutos

# #30132
source: %s questions
pt_br: %s questões

# #30133
source: %d questions left
pt_br: %d questões faltando

# #30134
source: Last question
pt_br: Última questão

# #30135
source: %d mins. left
pt_br: faltam %d mins.

# #30400
source: What movie is this?
pt_br: Que filme é este?

# #30401
source: What movie is [B]%s[/B] not in?
pt_br: Que filme não é este [B]%s[/B]?

# #30402
source: What year was [B]%s[/B] released?
pt_br: Qual o ano de lançamento de [B]%s[/B]?

# #30403
source: What tagline belongs to [B]%s[/B]?
pt_br: Qual linha de tag é apropriada para [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
pt_br: Quem dirigiu [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
pt_br: Qual estúdio lançou [B]%s[/B]?

# #30406
source: What actor is this?
pt_br: Que ator é este?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
pt_br: Quem atuou [B]%s[/B] no [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
pt_br: Que vozes [B]%s[/B] em [B]%s[/B]?

# #30409
source: What movie is this quote from?
pt_br: Que filme usou está citação?

# #30410
source: What movie is the newest?
pt_br: Qual filme é mais recente?

# #30411
source: What movie is not directed by [B]%s[/B]?
pt_br: Qual filme não é dirigido por [B]%s[/B]?

# #30412
source: What actor is in these movies?
pt_br: Que ator trabalhou nestes filmes?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
pt_br: Que ator está em [B]%s[/B] além de [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
pt_br: Qual filme tem a maior duração?

# #30450
source: What TV show is this?
pt_br: Que seriado é este?

# #30451
source: What season of [B]%s[/B] is this?
pt_br: Qual a temporada [B]%s[/B] é esta?

# #30452
source: What episode of [B]%s[/B] is this?
pt_br: Qual episódio de [B]%s[/B] é este?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
pt_br: Quando foi [B]%s[/B] de [B]%s[/B] foi ao ar?

# #30454
source: When was [B]%s[/B] first aired?
pt_br: Quando [B]%s[/B] foi ao ar?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
pt_br: Quem atuou [B]%s[/B] em [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
pt_br: De quem são as vozes [B]%s[/B] em [B]%s[/B]?

# #30457
source: What TV show is this quote from?
pt_br: Qual seriado usou esta citação?

# #30458
source: What TV show is this theme from?
pt_br: De qual seriado é este tema?

# #30500
source: General
pt_br: Geral

# #30501
source: Movies
pt_br: Filmes

# #30502
source: TV Shows
pt_br: Seriados

# #30504
source: Highscore
pt_br: Escore mais alto

# #30505
source: Questions
pt_br: Questões

# #30510
source: Limit number of questions
pt_br: Número limite de questões

# #30511
source: Question limit
pt_br: Limite Questão

# #30512
source: Limit movie selection based on MPAA rating
pt_br: Limitar seleção de filme baseado na classificação indicativa

# #30513
source: Max. MPAA rating
pt_br: Classificação Indicativa Máxima

# #30514
source: Display the correct answer, when you answer incorrectly
pt_br: Apresentar a resposta correta, quando você responder incorretamente

# #30515
source: Only use watched movies in the questions
pt_br: Somente use filmes assistidos nas questões

# #30516
source: Limit TV show selection based on Content rating
pt_br: Limite seleção seriados baseado na classificação de conteúdos

# #30517
source: Max. Content rating
pt_br: Classificação Conteúdo Máxima

# #30519
source: Download IMDB data...
pt_br: Transfira dados IMDB...

# #30520
source: Downloading IMDB data...
pt_br: Transferindo dados IMDB...

# #30521
source: Retrieved %d of %d mb.
pt_br: Recuperado %d de %d mb.

# #30522
source: Some questions require additional local data,
pt_br: Algumas questões requerem dados locais adicionais,

# #30523
source: which can be downloaded below:
pt_br: que podem ser transferido abaixo:

# #30524
source: Submit scores to online highscore
pt_br: Submeter sua performance para Escores online

# #30525
source: Downloading IMDB data... (%d of %d)
pt_br: Transferindo dados IMDB... (%d of %d)

# #30526
source: IMDB data downloaded and ready for use.
pt_br: Dados do IMDB transferidos e prontos para uso.

# #30550
source: Use these question types for movies
pt_br: Use estes tipos de questões para filmes

# #30551
source: Use these question types for TV shows
pt_br: Use estes tipos de questões para seriados

# #30552
source: What movie is this?
pt_br: Que filme é este?

# #30553
source: What movie is actor not in?
pt_br: Qual ator não participou deste filme?

# #30554
source: What year was movie released?
pt_br: Qual o ano de lançamento deste filme?

# #30555
source: What tagline belongs to movie?
pt_br: Qual a linha de tag deste filme?

# #30556
source: Who directed this movie?
pt_br: Quem dirigiu este filme?

# #30557
source: What studio relased this movie?
pt_br: Qual estúdio lançou este filme?

# #30558
source: What actor is this?
pt_br: Que ator é este?

# #30559
source: Who played this role in movie?
pt_br: Quem atuou neste papel no filme?

# #30560
source: What movie is this quote from?
pt_br: Que filme usa esta citação?

# #30561
source: What movie is newest?
pt_br: Qual o filme mais recente?

# #30562
source: What movie was not directed by?
pt_br: Que filme não foi dirigido por?

# #30563
source: What actor is in these movies?
pt_br: Que ator participa destes filmes?

# #30564
source: What actor is in these movie besides other actor?
pt_br: Qual ator trabalhou neste filme além deste outro ator?

# #30565
source: What movie has longest runtime?
pt_br: Qual destes filmes tem o maior tempo de execução?

# #30580
source: What TV show is this?
pt_br: Que seriado é este?

# #30581
source: What season is this?
pt_br: Que temporada é está?

# #30582
source: What episode is this?
pt_br: Que episódio é este?

# #30583
source: When was TV show first aired?
pt_br: Quanto este seriado foi ao ar?

# #30584
source: Who played role in TV show?
pt_br: Quem atuou neste Seriado?

# #30585
source: What TV show is this quote from?
pt_br: Que seriado usou está citação?

# #30586
source: What TV show is this theme from?
pt_br: De qual seriado é este tema?

# #30600
source: [B]Choose Movie Quiz game type[/B]
pt_br: [B]Escolha o tipo de game para Filme[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
pt_br: [B]Escolha o tipo de game Seriado[/B]

# #30602
source: Unlimited
pt_br: Ilimitado

# #30603
source: Time limited
pt_br: Tempo limitado

# #30604
source: Question limited
pt_br: Questões limitadas

# #30605
source: Cancel
pt_br: Cancelar

# #30606
source: Play
pt_br: Tocar

# #30610
source: No limit on game time
pt_br: Nenhum limite de tempo estabelecido

# #30611
source: No limit on questions
pt_br: Nenhum limite de questões estabelecido

# #30612
source: End the game by using the Exit option
pt_br: Saia do Game usando a opção Sair

# #30613
source: Game will ends after
pt_br: Game irá finalizar após

# #30700
source: [B]Game Over[/B]
pt_br: [B]Game Finalizado[/B]

# #30701
source: Retry
pt_br: Tentar novamente

# #30702
source: Global highscore
pt_br: Maiores escores globais

# #30703
source: Local highscore
pt_br: Escores mais altos locais

# #30704
source: Main menu
pt_br: Menu principal

# #30705
source: Unlimited
pt_br: Ilimitado

# #30706
source: %s questions limit
pt_br: %s limite de questões

# #30707
source: one minute time limit
pt_br: um minuto para alcançar o tempo limite

# #30708
source: %s minuts time limit
pt_br: %s minutos para alcançar o tempo limite

# #30800
source: Highscores
pt_br: Escores mais altos

# #30801
source: About
pt_br: Sobre

# #30802
source: Changelog
pt_br: Histórico de Alterações

# #30803
source: Statistics
pt_br: Estatísticas

# #30810
source: Movie Quiz
pt_br: Quiz Filme

# #30811
source: TV Show Quiz
pt_br: Quiz Seriado

# #30812
source: [B]Nickname[/B]
pt_br: [B]Apelido[/B]

# #30813
source: [B]Score[/B]
pt_br: [B]Escore[/B]

# #30814
source: [B]Date[/B]
pt_br: [B]Data[/B]

# #30815
source: Choose type
pt_br: Escolher tipo

# #30816
source: See complete global highscores at http://tommy.winther.nu/moviequiz/
pt_br: Veja os melhores escores globais em http://tommy.winther.nu/moviequiz/

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
pt_br: Estatísticas baseadas nos dados de escores mais altos coletados deste setembro de 2011..[CR][CR][B]%s[/B] usuários únicos em [B]%s[/B] países foram submetidas [B]%s[/B] highscores.[CR]Um total de [B]%s[/B] questões foram respondidas com [B]%s[/B] estando corretas, o que representa [B]%s[/B] por cento do total.

# #30821
source: [B]Top countries[/B]
pt_br: [B]Top por País[/B]

# #39998
source: Developed by Tommy Winther
pt_br: Desenvolvido por Tommy Winther

# #39999
source: Translated by Tommy Winther
pt_br: Traduzido por Wanilton
