Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/*/strings.po
Languages: dutch, italian, portuguese, spanish

# #30586
source: What TV show is this theme from?
italian: Da quale Programma TV viene questa citazione
portuguese: Esta música pertence a que Série de TV?
spanish: ¿De qué serie es esta melodía?

# #30600
source: [B]Choose Movie Quiz game type[/B]
italian: [B]Scegli il tipo "Film" per il Quiz[/B]
portuguese: [B]Escolher tipo de questionário para Filmes[/B]
spanish: [B]Elige el tipo de juego Movie Quiz[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
italian: [B]Scegli il tipo "Programma TV" per il Quiz[/B]
portuguese: [B]Escolher tipo de questionário para Séries TV[/B]
spanish: [B]Elige el tipo de juego TV Quiz[/B]

# #30602
source: Unlimited
italian: Inlimitato
portuguese: Ilimitado
spanish: Ilimitado

# #30603
source: Time limited
italian: Tempo limitato
portuguese: Limite de tempo
spanish: Límite de tiempo

# #30604
source: Question limited
italian: Somanda limitata
portuguese: Limite de perguntas
spanish: Límite de preguntas

# #30605
source: Cancel
dutch: Annuleren
italian: Annulla
portuguese: Cancelar
spanish: Cancelar

# #30606
source: Play
dutch: Afspelen
italian: Riproduci
portuguese: Reproduzir
spanish: Reproducir

# #30610
source: No limit on game time
italian: Nessun limite sul tempo di gioco
portuguese: Sem limite de tempo
spanish: Sin límite en el tiempo de juego

# #30611
source: No limit on questions
italian: Nessun limite sulle domande
portuguese: Sem limite de perguntas
spanish: Sin límite de preguntas

# #30612
source: End the game by using the Exit option
italian: Finisci il gioco usando l'opzione Esci
portuguese: Terminar o jogo usando a opção 'Sair'
spanish: Termina el juego usando la opción Salir

# #30613
source: Game will ends after
italian: Il gioco finirà dopo
portuguese: O jogo terminará após
spanish: El juego termina después de

# #30700
source: [B]Game Over[/B]
portuguese: [B]Fim de jogo[/B]
spanish: [B]Fin del Juego[/B]

# #30701
source: Retry
italian: Riprova
portuguese: Tentar de novo
spanish: Reintentar

# #30702
source: Global highscore
italian: Punteggio Globale
portuguese: Pontuação Globais
spanish: Puntuación máxima global

# #30703
source: Local highscore
italian: Miglio punteggio locale
portuguese: Pontuação local
spanish: Puntuación máxima local

# #30704
source: Main menu
italian: Menù Principale
portuguese: Menu principal
spanish: Menú principal

# #30705
source: Unlimited
italian: Illimitato
portuguese: Ilimitado
spanish: Ilimitado

# #30706
source: %s questions limit
italian: %s limite di domande
portuguese: limite de %s perguntas
spanish: Límite de %s preguntas

# #30707
source: one minute time limit
italian: Un minuto di tempo limite
portuguese: limite de tempo de um minuto
spanish: Límite de tiempo de un minuto

# #30708
source: %s minuts time limit
italian: %s minuti di tempo limite
portuguese: limite de tempo de %s minutos
spanish: Límite de tiempo de %s minutos

# #30800
source: Highscores
italian: Punteggi Migliori
portuguese: Pontuações
spanish: Puntuaciónes máxima

# #30801
source: About
dutch: Over
italian: Circa
portuguese: Sobre
spanish: Acerca de

# #30803
source: Statistics
italian: Statistiche
portuguese: Estatísticas
spanish: Estadísticas

# #30810
source: Movie Quiz
italian: Quiz Film
portuguese: Questionário de Filmes

# #30811
source: TV Show Quiz
italian: Quiz Programmi TV
portuguese: Questionário de Séries TV

# #30813
source: [B]Score[/B]
italian: [B]Punteggio[/B]
portuguese: [B]Pontuação[/B]
spanish: [B]Puntuación[/B]

# #30814
source: [B]Date[/B]
italian: [B]Data[/B]
portuguese: [B]Data[/B]
spanish: [B]Fecha[/B]

# #30815
source: Choose type
italian: Scegli il tipo
portuguese: Escolher tipo
spanish: Elegir tipo

# #30816
source: See complete global highscores at http://tommy.winther.nu/moviequiz/
italian: Vedi il punteggio globale su http://tommy.winther.nu/moviequiz/
portuguese: Veja todas as pontuações globais em http://tommy.winther.nu/moviequiz/
spanish: Puede ver la lista completa de puntuaciones máximas globales en http://tommy.winther.nu/moviequiz/

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
italian: Le statistiche basate sui migliori punteggi globali collezionati dal Settembre 2011. [CR][CR][B]%s[/B] utenti unici [B]%s[/B] nazioni hanno inviato [B]%s[/B] Migliori punteggi.[CR]Un totale di [B]%s[/B] domande hanno avuto risposta [B]%s[/B] corretta, che è il [B]%s[/B] %.
portuguese: Estatísticas baseadas em dados de pontuação global, recolhidos deste Setembro de 2011.[CR][CR][B]%s[/B] utilizadores individuais em [B]%s[/B] países submeteram [B]%s[/B] pontuações.[CR]Um total de [B]%s[/B] perguntas foram respondidas, [B]%s[/B] das quais correctamente, o que corresponde a [B]%s[/B] por cento.
spanish: Estadísiticas basadas en puntaciones máximas globales recogidas desde septiembre de 2011.[CR][CR][B]%s[/B] usuarios únicos en [B]%s[/B] países han enviado [B]%s[/B] puntuaciones.[CR]Un total de [B]%s[/B] preguntas han sido contestadas, con [B]%s[/B] respuestas correctas, que son el [B]%s[/B] por ciento.

# #30821
source: [B]Top countries[/B]
italian: [B]Paesi Migliori[/B]
portuguese: [B]Top países[/B]
spanish: [B]Mejores países[/B]

# #30822
source: [B]Top players[/B]
italian: [B]Giocatori Migliori[/B]
portuguese: [B]Top jogadores[/B]
spanish: [B]Mejores jugadores[/B]

# #39998
source: Developed by Tommy Winther
italian: Sviluppato da Tommy Winther
portuguese: Desenvolvido por Tommy Winther
spanish: Desarrollado por Tommy Winther

# #39999
source: Translated by Tommy Winther
italian: Tradotto da Tommy Winther
portuguese: Trazudido por Tommy Winther
spanish: Traducido por bsoriano y davidpg

# #30802
source: Changelog
dutch: Wijzigingen
spanish: Cambios

# #30812
source: [B]Nickname[/B]
italian: [B]Nome utente[/B]
spanish: [B]Nombre[/B]
