Repository: DW-TheWeasel/script.moviequiz
Catalog: resources/language/*/strings.po
Languages: dutch, italian, portuguese, spanish

# #30000
source: Question %d of %d
dutch: Vraag %d van %d
italian: Domanda %d di %d
portuguese: Pergunta %d de %d
spanish: Pregunta %d de %d

# #30001
source: Total Score:
dutch: Totale Score:
italian: Punteggio Totale:
portuguese: Pontuação Total:
spanish: Puntuación total:

# #30002
source: Question:
dutch: Vraag:
italian: Domanda:
portuguese: Pergunta:
spanish: Pregunta:

# #30003
source: Game Over
portuguese: Final do Jogo
spanish: Juego Terminado

# #30004
source: You scored %d of %d
dutch: Je behaalde %d op %d
italian: Il tuo punteggio %d of %d
portuguese: A sua pontuação foi %d de %d
spanish: Su puntuación fue %d de %d

# #30005
source: Specials
italian: Speciali
portuguese: Emissões Especiais
spanish: Especiales

# #30006
source: Season %i
dutch: Seizoen %i
italian: Stagione %i
portuguese: Temporada %i
spanish: Temporada %i

# #30008
source: [B]Loading[/B]
dutch: [B]Aan het laden[/B]
italian: [B]Caricamento[/B]
portuguese: [B]Carregando[/B]
spanish: [B]Cargando[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
dutch: Welkom bij de Film Quiz, hoe heet jij?
italian: Benvenuto a Movie Quiz, inserisci il tuo nickname
portuguese: Bem vindo ao Movie Quiz, por favor introduza o seu nickname
spanish: Bienvenido a Movie Quiz, por favor ingrese su apodo:

# #30011
source: Replay
dutch: Opnieuw spelen
italian: Replica
portuguese: Voltar a jogar
spanish: Volver a ver

# #30012
source: Quiz
portuguese: Questionário

# #30013
source: Your score:
dutch: Jouw score
italian: Il Tuo Punteggio
portuguese: A sua pontuação:
spanish: Tu puntuación:

# #30014
source: Choose player
dutch: Kies speler
italian: Scegli il giocatore
portuguese: Escolher jogador
spanish: Elegir jugador

# #30015
source: Add player
dutch: Speler toevoegen
italian: Aggiungi giocatore
portuguese: Adicionar jogador
spanish: Añadir jugador

# #30016
source: You must choose a player to play a game!
dutch: Je moet een speler kiezen om te kunnen spelen!
italian: Devi scegliere un giocatore per effettuare una partita!
portuguese: Tem de escolher um jogador para entrar no jogo!
spanish: ¡Tienes que elegir un jugador para jugar!

# #30050
source: Warning
dutch: Waarschuwing
italian: Attenzione
portuguese: Aviso
spanish: Advertencia

# #30051
source: All movie questions types are disabled,
dutch: Alle types filmvragen zijn uitgeschakeld,
italian: Tutti i tipi di domande sui Film sono disabilitate,
portuguese: Todas as perguntas de filmes estão desactivadas,
spanish: Las preguntas de Películas están desactivadas,

# #30052
source: All TV show questions types are disabled,
dutch: Alle types TV serie vragen zijn uitgeschakeld,
italian: Tutti i tipi di domande sui Programmi TV sono disabilitate,
portuguese: Todas as perguntas de Séries de TV estão desactivadas,
spanish: Las preguntas de Series están desactivadas,

# #30053
source: so this quiz type is not available.
dutch: dus dit type quiz is niet mogelijk.
italian: quindi questo tipo di domanda non è disponibile
portuguese: este tipo de questionário não está disponível.
spanish: por lo que este tipo de quiz no está disponible.

# #30054
source: Missing requirements!
dutch: Er missen bepaalde voorwaarden!
italian: Requisiti mancanti!
portuguese: Faltam alguns requisitos!
spanish: ¡Faltan requisitos!

# #30055
source: To play the Movie Quiz you must have some movies
dutch: Om de Film Quiz te kunnen spelen, moet in het bezit zijn van enkele films
italian: Per utilizzare il Movie Quiz devi avere dei film
portuguese: Para jogar ao Movie Quiz, tem de ter alguns filmes
spanish: Para jugar a Movie Quiz debes tener Películas

# #30056
source: or TV shows in your Video library.
dutch: of TV series in je Video bibliotheek.
italian: o Serie Tv nella tua Libreria Video
portuguese: ou séries de TV na sua biblioteca de Vídeo.
spanish: o Series en tu biblioteca de Vídeos.

# #30057
source: See the XBMC wiki for information.
dutch: Bekijk de XBMC wiki voor informatie.
italian: Controlla il wiki XBMC per informazioni.
portuguese: Verifique o wiki do XBMC para mais informação.
spanish: Para más información, mira el wiki de XBMC.

# #30058
source: Delete %s?
dutch: %s verwijderen?
italian: Cancella%s?
portuguese: Apagar %s?
spanish: ¿Eliminar %s?

# #30059
source: This will delete the user and all related
dutch: Dit zal de gebruiker en geralteerde items wissen
italian: Questo eliminerà l'utente e tutte le informazioni relative ad esso
portuguese: Isto irá apagar o utilizador e todas as
spanish: ¡Esto borrará el usuario y sus

# #30060
source: highscores permanently!
italian: punteggi più alti!
portuguese: suas pontuações permanentemente!
spanish: puntuaciones permanentemente!

# #30061
source: None of your movies or TV shows are marked
dutch: Geen enkele van jouw films of TV series zijn gemarkeerd
italian: Nessuno dei tuoi Film o Programmi TV sono segnati
portuguese: Nenhum dos seus filmes ou séries de TV estão marcados
spanish: Ninguna de tus Películas o Series están marcados

# #30062
source: as watched, so the [I]Only use watched movies[/I]
dutch: als bekeken, dus de [I]Gebruik enkel bekeken films[/I]
italian: come visti, quindi [I]Uso solo i film già visti[/I]
portuguese: como 'vistos', portanto a opção [I]Usar apenas filmes vistos[/I]
spanish: como vistos, así que [I]Sólo utilizar películas ya vistas[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
dutch: [I]in de vragen[/I] optie zal niet beschikbaar zijn.
italian: [I]nelle domande[/I] impostazione sarà disabilitata.
portuguese: [I]nas perguntas[/I] será desactivada.
spanish: [I]en las preguntas[/I] será desactivado.

# #30064
source: None of your movies has a MPAA rating, so the
dutch: Geen enkele van je films heeft een MPAA-waardering
italian: Nessuno dei tuoi film ha un voto MPAA, così il
portuguese: Nenhum dos seus filmes tem uma classificação MPAA, portanto
spanish: Ninguna de tus películas tiene una calificación de la MPAA, así que

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
italian: [I]Limita la selezione ai film in base al voto MPAA[/I]
portuguese: [I]a opção de limitar filmes baseado na classificação MPAA [/I]
spanish: [I]Limitar selección de películas según la calificación MPAA[/I]

# #30066
source: setting will be disabled.
italian: Impostazione sarà disabilitata.
portuguese: será desactivada.
spanish: será desactivado.

# #30067
source: None of your movies has a Content rating, so the
italian: Nessuno dei tuoi film ha un Voto sul contenuto, so la
portuguese: Nenhum dos seus filmes tem uma classificação de Conteúdo, portanto
spanish: Ninguna de tus películas tiene una calificación de Contenido, así que

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
italian: [I]Limita la seleziona ai Programmi in base al voto MPAA[/I]
portuguese: [I]a opção de limitar Séries TV baseada na classificação de Conteúdo[/I]
spanish: [I]Limitar selección de Series según la calificación del Contenido[/I]

# #30069
source: setting will be disabled.
italian: impostazione sarà disabilitata.
portuguese: será desactivada.
spanish: será desactivado.

# #30070
source: There was a problem accessing the XBMC database.
italian: C'è stato un problema accedendo al db di XBMC
portuguese: Ocorreu um problema ao aceder à base de dados do XBMC
spanish: Hay un problema de acceso a la base de datos de XBMC.

# #30071
source: The error message is:
italian: Il messaggio di errore è:
portuguese: A mensagem de erro é:
spanish: El mensaje de error es:

# #30100
source: Play Movie Quiz
dutch: Speel Film Quiz
italian: Quiz sui Film
portuguese: Questionário de Filmes
spanish: Jugar Movie Quiz

# #30101
source: Play TV Quiz
dutch: Speel TV Quiz
italian: Quiz sulla TV
portuguese: Questionário de Séries TV
spanish: Jugar TV Quiz

# #30102
source: Highscores
italian: Punteggi Migliori
portuguese: Pontuações
spanish: Puntuaciones máximas

# #30103
source: Exit
dutch: Stoppen
italian: Esci
portuguese: Sair
spanish: Salir

# #30104
source: Change player
italian: Cambia Player
portuguese: Mudar Jogador
spanish: Cambiar jugador

# #30105
source: Go back
italian: Indietro
portuguese: Voltar
spanish: Volver Atrás

# #30110
source: [B]Movie collection trivia[/B]
dutch: [B]Film bibliotheek trivia[/B]
italian: [B]Domande sulle collezioni di Film[/B]
portuguese: [B]Questionário da colecção de Filmes[/B]
spanish: [B]Trivia de la colección de Películas[/B]

# #30111
source: %d movies
dutch: %d films
italian: %d film
portuguese: %d filmes
spanish: %d películas

# #30112
source: %d actors
dutch: %d acteurs
italian: %d attori
portuguese: %d actores
spanish: %d actores

# #30113
source: %d directors
dutch: %d regisseurs
italian: %d registi
portuguese: %d realizadores
spanish: %d directores

# #30114
source: %d studios
italian: %d studi
portuguese: %d estúdios
spanish: %d estudios

# #30115
source: %d hours of entertainment
dutch: %d uren vermaak
italian: %d ore di intrattenimento
portuguese: %d horas de entretenimento
spanish: %d horas de entretenimiento

# #30120
source: [B]TV shows collection trivia[/B]
dutch: [B]TV series bibliotheek trivia[/B]
italian: [B]Domande sulle collezioni di Programmi TV[/B]
portuguese: [B]Questionário da colecção de Séries TV[/B]
spanish: [B]Trivia de la colección de Series[/B]

# #30121
source: %d TV shows
dutch: %d TV series
italian: %d Serie TV
portuguese: %d Séries TV
spanish: %d Series

# #30122
source: %d seasons
dutch: %d seizoenen
italian: %d Stagioni
portuguese: %d temporadas
spanish: %d temporadas

# #30123
source: %d episodes
dutch: %d afleveringen
italian: %d Episodi
portuguese: %d episódios
spanish: %d episodios

# #30130
source: One minute
dutch: EÃ©n minuut
italian: Un minuto
portuguese: Um minuto
spanish: Un minuto

# #30131
source: %s minutes
dutch: %s minuten
italian: %s minuti
portuguese: %s minutos
spanish: %s minutos

# #30132
source: %s questions
dutch: %s vragen
italian: %s domande
portuguese: %s perguntas
spanish: %s preguntas

# #30133
source: %d questions left
dutch: %d vragen te gaan
italian: %d domande passate
portuguese: %d perguntas restantes
spanish: Quedan %d preguntas

# #30134
source: Last question
dutch: Laatste vraag
italian: Ultima domanda
portuguese: Última pergunta
spanish: Última pregunta

# #30135
source: %d mins. left
dutch: %d min. over
italian: %d minuti rimasti
portuguese: %d minutos restantes
spanish: Quedan %d mins.

# #30400
source: What movie is this?
dutch: Welke film is dit?
italian: Che Film è?
portuguese: Qual é este filme?
spanish: ¿Qué película es ésta?

# #30401
source: What movie is [B]%s[/B] not in?
dutch: In welke film speelt [B]%s[/B] niet mee?
italian: Quale Film[B]%s[/B]non è?
portuguese: Em que filme é que [B]%s[/B] não participa?
spanish: ¿En qué película no aparece [B]%s[/B]?

# #30402
source: What year was [B]%s[/B] released?
dutch: In welk jaar werd [B]%s[/B] uitgebracht?
italian: In quale anno è stato [B]%s[/B] rilasciato?
portuguese: Em que ano estreou [B]%s[/B]?
spanish: ¿En qué año se estrenó [B]%s[/B]?

# #30403
source: What tagline belongs to [B]%s[/B]?
dutch: Welke slagzin hoort bij [B]%s[/B]?
italian: A quale etichetta appartiene [B]%s[/B]?
portuguese: Qual é o slogan de [B]%s[/B]?
spanish: ¿Qué eslogan le corresponde a [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
dutch: Wie regisseerde [B]%s[/B]?
italian: Chi è il regista[B]%s[/B]?
portuguese: Quem realizou [B]%s[/B]?
spanish: ¿Quién dirigió [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
italian: Qual'è lo Studio che l'ha rilasciato [B]%s[/B]?
portuguese: Qual é o estúdio de [B]%s[/B]?
spanish: ¿Qué estudio publicó [B]%s[/B]?

# #30406
source: What actor is this?
dutch: Welke acteur is dit?
italian: Che attore è questo?
portuguese: Quem é este actor?
spanish: ¿Quién es este actor/actriz?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
dutch: Wie speelt [B]%s[/B] in [B]%s[/B]?
italian: Chi recita [B]%s[/B] in [B]%s[/B]?
portuguese: Quem interpreta [B]%s[/B] em [B]%s[/B]?
spanish: ¿Quién interpreta a [B]%s[/B] en [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
dutch: Who leende zijn stem aan [B]%s[/B] in [B]%s[/B]?
italian: Chi esprime [B]%s[/B] in [B]%s[/B]?
portuguese: Quem dá voz a [B]%s[/B] em [B]%s[/B]?
spanish: ¿Quién provee la voz para [B]%s[/B] en [B]%s[/B]?

# #30409
source: What movie is this quote from?
dutch: Van welke film komt deze uitspraak?
italian: Da che Film viene questa citazione?
portuguese: A que filme pertence esta citação?
spanish: ¿De qué película es esta cita?

# #30410
source: What movie is the newest?
dutch: Welke film is het nieuwst?
italian: Quale film è il più recente?
portuguese: Qual é o filme mais recente?
spanish: ¿Qué película es la más reciente?

# #30411
source: What movie is not directed by [B]%s[/B]?
dutch: Welke film werd niet geregisseerd door [B]%s[/B]?
italian: Quale film non è diretto da [B]%s[/B]?
portuguese: Qual destes filmes não foi realizado por [B]%s[/B]?
spanish: ¿Qué película no fue dirigida por [B]%s[/B]?

# #30412
source: What actor is in these movies?
dutch: Welke acteur speelt in deze films?
italian: Quale attore c'è in questi Film?
portuguese: Quem é o actor que participa nestes filmes?
spanish: ¿Qué actor/actriz aparece en estas películas?

# #30413
source: What actor is in [B]%s[/B] besides [B]%s[/B]?
dutch: Welke acteur speelt in [B]%s[/B] naast [B]%s[/B]?
italian: Quale attore c'è [B]%s[/B] oltre [B]%s[/B] a?
portuguese: Quem é o actor que participa em [B]%s[/B] além de [B]%s[/B]?
spanish: ¿Qué actor/actriz aparece en [B]%s[/B] además de [B]%s[/B]?

# #30414
source: What movie has the longest runtime?
dutch: Welke film heeft de langste speelduur?
italian: Qual'è il Film più lungo?
portuguese: Qual destes filmes tem a duração mais longa?
spanish: ¿Qué película tiene mayor duración?

# #30450
source: What TV show is this?
dutch: Welke TV serie is dit?
italian: Quale Serie TV è questa?
portuguese: Qual é esta Série de TV?
spanish: ¿Qué serie es ésta?

# #30451
source: What season of [B]%s[/B] is this?
italian: Quale stagione di [B]%s[/B] è questa?
portuguese: Qual é esta temporada de [B]%s[/B]?
spanish: ¿Qué temporada de [B]%s[/B] es ésta?

# #30452
source: What episode of [B]%s[/B] is this?
italian: Quale episodio di [B]%s[/B] è questo?
portuguese: Qual é este episódio de [B]%s[/B]?
spanish: ¿Qué episodio de [B]%s[/B] es éste?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
italian: Quando [B]%s[/B] di [B]%s[/B] è stato proiettato la prima volta?
portuguese: Quando é que estreou [B]%s[/B] de [B]%s[/B]?
spanish: ¿Cuándo se estrenó el episodio [B]%s[/B] del show [B]%s[/B]?

# #30454
source: When was [B]%s[/B] first aired?
italian: Quando [B]%s[/B] è stato proiettato la prima volta?
portuguese: Quando é que estreou [B]%s[/B]?
spanish: ¿Cuándo se estrenó [B]%s[/B]?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
dutch: Wie speelt [B]%s[/B] in [B]%s[/B]?
italian: Chi recita [B]%s[/B] in [B]%s[/B]?
portuguese: Quem interpreta [B]%s[/B] em [B]%s[/B]?
spanish: ¿Quién interpreta a [B]%s[/B] en [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
dutch: Who leende zijn stem aan [B]%s[/B] in [B]%s[/B]?
italian: Chi esprime [B]%s[/B] in [B]%s[/B]?
portuguese: Quem dá voz a [B]%s[/B] em [B]%s[/B]?
spanish: ¿Quién provee la voz para [B]%s[/B] en [B]%s[/B]?

# #30457
source: What TV show is this quote from?
italian: Da quale Programma TV viene questa citazione?
portuguese: A que Série de TV pertence esta citação?
spanish: ¿De qué serie es esta cita?

# #30458
source: What TV show is this theme from?
italian: Di quale Programma TV è questo tema?
portuguese: Esta música é de que Série de TV?
spanish: ¿De qué serie es esta melodía?

# #30500
source: General
dutch: Algemeen
italian: Generale
portuguese: Geral

# #30501
source: Movies
dutch: Films
italian: FILM
portuguese: Filmes
spanish: Películas

# #30502
source: TV Shows
dutch: TV Series
italian: PROGRAMMI TV
portuguese: Séries TV
spanish: Series

# #30503
source: Downloads
portuguese: Transferências
spanish: Descargas

# #30504
source: Highscore
italian: Punteggio Migliore
portuguese: Pontuações
spanish: Puntuación máxima

# #30505
source: Questions
dutch: Vragen
italian: Domande
portuguese: Perguntas
spanish: Preguntas

# #30510
source: Limit number of questions
dutch: Aantal vragen limiteren
italian: Limita il numero di domande
portuguese: Limitar número de perguntas
spanish: Limitar cantidad de preguntas

# #30511
source: Question limit
dutch: Vraaglimiet
italian: Domanda limite
portuguese: Limite de perguntas
spanish: Límite de Preguntas

# #30512
source: Limit movie selection based on MPAA rating
italian: Limita la selezione dei Film in base al voto MPAA
portuguese: Limitar filmes baseado na classificação MPAA
spanish: Limitar selección de películas según la calificación MPAA

# #30513
source: Max. MPAA rating
italian: Voto MPAA massimo
portuguese: Classificação MPAA máx.
spanish: Calificación MPAA máxima

# #30514
source: Display the correct answer, when you answer incorrectly
dutch: Toon juiste antwoord, als je fout antwoord
italian: Mostra la risposta corretta quando rispondi in maniera errata
portuguese: Exibir a resposta correcta, quando errar a resposta
spanish: Mostrar la respuesta correcta cuando conteste incorrectamente

# #30515
source: Only use watched movies in the questions
dutch: Gebruik alleen bekenen films in de vragen
italian: Usa solo i Film già visti per le domande
portuguese: Nas perguntas, usar apenas filmes já vistos
spanish: Sólo utilizar películas ya vistas en las preguntas

# #30516
source: Limit TV show selection based on Content rating
italian: Limita la selezione dei Programmi TV in base al voto per i contenuti
portuguese: Limitar Séries TV baseado na classificação de Conteúdo
spanish: Limitar selección de Series según la calificación del Contenido

# #30517
source: Max. Content rating
italian: Voto per il contenuto massimo
portuguese: Classificação de Conteúdo Máx.
spanish: Calificación de Contenido máxima

# #30519
source: Download IMDB data...
italian: Scarica dati da IMDB...
portuguese: Transferir dados de IMDB...
spanish: Descargar datos de IMDB...

# #30520
source: Downloading IMDB data...
dutch: IMDB data aan het downloaden...
italian: Scaricando dati da IMDB...
portuguese: Transferindo dados de IMDB...
spanish: Descargando datos de IMDB...

# #30521
source: Retrieved %d of %d mb.
dutch: %d van %d mb ontvangen.
italian: Recuperate %d of %d mb.
portuguese: Obtidos %d de %d mb.
spanish: Recuperados %d de %d mb.

# #30522
source: Some questions require additional local data,
italian: Alcune domande richiedono dati locali in più,
portuguese: Algumas perguntas requerem dados locais adicionais,
spanish: Algunas preguntas requieren de datos locales adicionales,

# #30523
source: which can be downloaded below:
italian: che possono essere scaricati qui:
portuguese: que podem ser transferidos em baixo:
spanish: los cuales pueden ser descargados abajo:

# #30524
source: Submit scores to online highscore
italian: Invia il punteggio ai maggiori punteggi online
portuguese: Enviar pontuações para a base de dados online
spanish: Enviar puntuaciones máximas

# #30525
source: Downloading IMDB data... (%d of %d)
italian: Scaricamento dati IMDB... (%d of %d)
portuguese: Transferindo dados de IMDB... (%d of %d)
spanish: Descargando datos de IMDB... (%d de %d)

# #30526
source: IMDB data downloaded and ready for use.
italian: Dati IMDB scaricati e pronti per l'utilizzo
portuguese: Os dados de IMDB foram transferidos e estão prontos a serem usados.
spanish: Datos de IMDB descargados y listos para su uso.

# #30550
source: Use these question types for movies
italian: Usa questi tipi di domande per i film
portuguese: Usar estes tipos de perguntas para Filmes
spanish: Usar estos tipos de preguntas para películas

# #30551
source: Use these question types for TV shows
italian: Usa questi tipi di domande per le Serie TV
portuguese: Usar estes tipos de perguntas para Séries TV
spanish: Usar estos tipos de preguntas para Series

# #30552
source: What movie is this?
dutch: Welke film is dit?
italian: Quale film è questo?
portuguese: Qual é este filme?
spanish: ¿Qué película es ésta?

# #30553
source: What movie is actor not in?
italian: In quale Film non è questo attore?
portuguese: Em que filme este actor não participou?
spanish: ¿En qué película no aparece el actor/actriz?

# #30554
source: What year was movie released?
italian: In quale anno è stato rilasciato questo Film?
portuguese: Em que ano estreou este filme?
spanish: ¿En qué año se estrenó la película?

# #30555
source: What tagline belongs to movie?
italian: A quale etichetta appartiene il Film?
portuguese: Qual é o slogan deste filme?
spanish: ¿Qué eslogan corresponde a la película?

# #30556
source: Who directed this movie?
italian: Chi ha diretto questo film?
portuguese: Quem realizou este filme?
spanish: ¿Quién dirigió esta película?

# #30557
source: What studio relased this movie?
italian: Quale Studio ha rilasciato il Film?
portuguese: Qual foi o estúdio que lançou este filme?
spanish: ¿Qué estudio lanzó esta película?

# #30558
source: What actor is this?
dutch: Welke acteur is dit?
italian: Chi è questo attore?
portuguese: Quem é este actor?
spanish: ¿Quién es este actor/actriz?

# #30559
source: Who played this role in movie?
italian: Chi ha interpretato questo ruolo nel film?
portuguese: Quem interpretou este papel no filme?
spanish: ¿Quién interpretó este personaje en la película?

# #30560
source: What movie is this quote from?
dutch: Van welke film komt deze uitspraak?
italian: Da quale Film viene questa citazione?
portuguese: A que filme pertence esta citação?
spanish: ¿De qué película es esta cita?

# #30561
source: What movie is newest?
italian: Quale Fil è il più nuovo?
portuguese: Qual é o filme mais recente?
spanish: ¿Qué película es más reciente?

# #30562
source: What movie was not directed by?
italian: Quale Film non è stato diretto da?
portuguese: Qual destes filmes não foi realizado por?
spanish: ¿Qué película no fue dirigida por...?

# #30563
source: What actor is in these movies?
dutch: Welke acteur speelt in deze films?
italian: Quale attore c'è in questi Film?
portuguese: Quem é o actor que participa nestes filmes?
spanish: ¿Qué actor/actriz aparece en todas estas películas?

# #30564
source: What actor is in these movie besides other actor?
italian: Quale altro attore c'è in questi film?
portuguese: Quem é o actor que participa neste filme além do outro actor?
spanish: ¿Qué actor/actriz aparece en estas películas además de otro actor?

# #30565
source: What movie has longest runtime?
italian: Quale film ha la più lunga durata?
portuguese: Qual é o filme com a duração mais longa?
spanish: ¿Qué película tiene mayor duración?

# #30580
source: What TV show is this?
dutch: Welke TV serie is dit?
italian: Quale Programma TV è questo?
portuguese: Qual é esta Série de TV?
spanish: ¿Qué Serie es ésta?

# #30581
source: What season is this?
italian: Che stagione è?
portuguese: Qual é esta temporada?
spanish: ¿Qué temporada es ésta?

# #30582
source: What episode is this?
italian: Quale episodio è?
portuguese: Qual é este episódio?
spanish: ¿Qué episodio es éste?

# #30583
source: When was TV show first aired?
italian: Quando è stato trasmesso per la prima volta questo Programma TV
portuguese: Quando é que esta Série de TV estreou?
spanish: ¿Cuándo se estrenó esta Serie?

# #30584
source: Who played role in TV show?
italian: Chi ha svolto un ruolo nella serie TV?
portuguese: Quem é que teve este papel na Série de TV?
spanish: ¿Quién interpretó el personaje en la Serie?

# #30585
source: What TV show is this quote from?
italian: Da quale programma tv viene questa citazione?
portuguese: A que Série de TV pertence esta citação?
spanish: ¿De qué serie es esta cita?
